{
  "name": "Auric",
  "id": "auric",
  "regionId": "mossy-cup-lagoon",
  "image": "auric.png",
  "pronouns": "He/They",
  "size": "Small",
  "comfortSnack": "Stuffed and seared scallops",
  "biggestFear": "THE WHITE DEATH",
  "favoriteStory": "The White Death",
  "spotifyPlaylist": "auric-spotify.svg",
  "quote": "So much plunder, so many wonderful things to find, down in the depths, arr. But leave ye a tithe fer the ocean gods, or yer’ll find yourself drownin’ in their clutches!",
  "emotionalTies": [
    {
      "name": "Rhys",
      "relationship": "Aaah, a fox after me own heart, with the keen eye of a scavenger bird and the clutching claws of the strongest tide! Up from the south she comes, with a ship full of the finest plunder and rarified spices to turn the nose of the sea herself. And does she know how to haggle! Why, the last time she dropped anchor, we were three days back and forth on a single cup! And a fine cup it be, though I paid dearly for it, arrharrharr! Can’t wait ta be seein’ her sails again, ta share a brew and a rousing bit of barter."
    },
    {
      "name": "Kanoa",
      "relationship": "Now here’s an old salt like meself who knows the ways of the sea, and no mistakin’ it. Leathers and I go waaay back, to when we was younglings playin’ off the docks, not a care in the world, skies above know it. Nowadays he be takin’ it easy, what with that great hulk of an orca lad waiting on him fluke and fin… arr, not the life for old Auric! I’ll keep on finding treasures until the seas take me, that I will."
    },
    {
      "name": "Mossy Cup Lagoon",
      "relationship": "Aaah, the sea breezes, the coral grottos, the hidden treasures! Nothing steels me spine quite like the sunlight over the cliffs, and I’ll go to me death in a tussle with the gull gangs with a smile on me face. Lagoon water flows in me veins, and I won’t hear it that anywhere’s a sight more beautiful. Skies above and seas below, and the white death take me if I don’t speak true!"
    },
    {
      "name": "Mycorzha",
      "relationship": "Arrr, it be safe here in our little cove, but out there be terrible woes, dooms, sights what will melt yer eyes and send ye to madness! Don’t be takin’ in by the talk from the Southlands, these here Isles are rife with dangers and foul doin’s, especially from them ruin dwellers to the east. Send shivers down me spine they do, but sea take me if they don’t have the most fascinating treasures. I just can’t help meself!"
    }
  ],
  "bio": "If anything so much as glitters in the depths, this old otter will be there before you can say “swashbuckle” to snatch it. Growing up in Mossy Cup Lagoon, Auric’s collecting habits started early, a pup prone to coming to the surface with an interesting new rock he had found as often as the food he was supposed to be after. Shells strung along an old length of rope were just the start of it, and the treacherous waters of the surrounding channels were ripe for the plunder. Charmed and confused, the older members of the Lagoon crews kept a watchful eye on Auric to make sure he knew the ins and outs of a life on the sea. Soon enough though they grew frustrated with Auric for filling up his quarters with bricks and bracks and crates of tacks. Dissuaded not one bit, Auric simply moved his collections to more private grottos, and kept on with amassing his horde.\n\nLife as a native of the Lagoon meant growing up surrounded by a constant stew of new people from vastly different places, pockets and holds bursting with fascinating souvenirs and with a wealth of stories to tell. Auric collected their tales as surely as he did anything else, with a special interest for horrible monsters of the deep and talk of ghosts, hauntings, and supernatural goings-on. Superstition and good luck charms drew him in equal measure; when a small handful of these proved to have some truth to them, through luck or by dint of some grain of truth, Auric’s hunger for more only grew. Buying into many of the various superstitions and rituals he had learned, he started knocking on doors before entering, jumping over patches of deck, and seeing ominous signs everywhere. While many scoffed at this, enough of the Lagoon elders and well-travel visitors of the Lagoon nodded wisely at the otter’s fervent claims for Auric to feel justified in his habits, and to keep anyone from stepping in. A true believer in the tales of the White Death, the deep weeds and the ocean gods, Auric could not be dissuaded by any in the crews, though a few tried. At best, the crews of Mossy Cup have convinced Auric to simply refine his tastes, and over the years he’s narrowed his focus a bit - at the very least he isn’t collecting different types of sea urchin anymore.\n\nAnd it isn’t as if the Mossy Cup residents haven’t had their share of fortune from Auric’s strange ways. He has a particular penchant for dealing with trading parties from the east, the ones with cold eyes and blood-soaked teeth that come to the Lagoon with hauls of glowing mushrooms and even stranger things. Many of the residents from the ruined city are looking for very odd bits and pieces, things that Auric is all to happy to barter for - provided he gets something similarly interesting as part of the deal, of course. And to the befuddlement of the rest of the crews, Auric’s odd tics and rituals seem to calm the ruin dwellers, many of whom see the otter as the lone “sane” creature in the Lagoon. This, and Auric’s always seeming to have just the right item stashed away for any situation, have led to the crews putting up with “crazy old Auric” with a dash of good natured disregard for his  habits and sudden loud declarations of doom. And, of course, the sure knowledge that anyone who doesn’t will end up dodging the well-worn stone that Auric calls Mr. Salt and lobs at those who insult him to his face. By now a fixture of the Lagoon, Auric continues to regale the children of the crews with his tales and trade flotsam for jetsam. Most leave him be, but there are always lingering doubts that perhaps there is truth to some of the tales, and on days when the ever present algae of the lagoon starts to ebb whispers swirl above and below the water’s surface that perhaps the old otter knows more than he lets on. Auric is happy to let them chatter - he has a brand new Shiny Finding Stick, sure to lead him to a crate full of new shinies!"
}
