{
  "name": "Auntie Croquese",
  "id": "croquese",
  "regionId": "saffron-spore-islands",
  "image": "croquese.png",
  "pronouns": "she/they",
  "size": "Large",
  "comfortSnack": "Spicy crabcakes and hot sauce",
  "biggestFear": "Losing a patient",
  "favoriteStory": "The Foolishness of Twice-Gnawed Jory",
  "spotifyPlaylist": "croquese-spotify.svg",
  "quote": "Make you a sp- I don’t make spells, this isn’t ‘magic’, this is herbs. Now get yourself back in bed, ‘else you’ll be learning that the only thing supernatural around here is my impatience for nonsense.",
  "emotionalTies": [
    {
      "name": "Heironomys",
      "relationship": "My gran’daddy was a scholar and a healer ‘afore aught else, and I learned ever’thing that I am at his knee, or that of my mama’s. I’m right proud to be his gran’child, and I’ll wallop any who speak ill! Not that many would here, a’course, since he’s only much known down ‘round the Ol’ Docks. A trader or two mightn’t’ve mentioned his name is known up north City-way, but I don’t got much truck with that. I’ve got my claws full enough here as it is!"
    },
    {
      "name": "Mystveil Academy of Sciences",
      "relationship": "I done heard of it, surely have. Not much more than that, as I said; I got more than enough work to be going on here, an’ they have healers of their own sure as sunshine. Oh, I might ship ‘em off a journal or two sometime soon-like, learn them city healers a few things and no mistake! But as to going there? Pshawh, Momma’d throw a fit! Which, come to think of it, lends it a bit more of a shine in a certain light."
    },
    {
      "name": "Morel Marshes & Saffron Spore Islands",
      "relationship": "Endless waterways teeming with every plant, fungi, algae, and fern under the sun of the Isles. The marshes ain’t’nt just my home, they’re a paradise of green, and Gran’Daddy, Momma, and I have found enough and more here to nigh-on put true to the silly tales the critter-folk here tell of witchwork. Not that this got anything to do with mumbo-jumbo and spirit-talking! Just plain ol’ herbs, but some of these here herbs will flush you out and set you right faster than seeds sprouting in springtime."
    },
    {
      "name": "Mycorzha",
      "relationship": "The tales I heard at Momma’s knee, woooooweee, well. Fit to fill a book, which is just what they do, and by spores and sunshine some mighty fine books they are. Gran’daddy’s tales of the far north forests, pines under starlight and snow. The endless grasses and flowers of the plains. The Luna River thunderin’ over the Cliffs - my, that must be some sight to see! There are days that itch pulls at me, no mistake, but where would I be without jack’o-pulpit and Jonswort? And where would these hapless fools of critter-folk be without their Auntie Croq? Naw, I’ll stick to the bayous for now, but you best believe that any tales traded southward will reach me!"
    }
  ],
  "bio": "Most everyone throughout the swamps and marshes know of Auntie Croq, the traveling healer who goes village to village to make sure all who need it are cared for and treated. Most don’t know who Croquese is though, the alligator who grew up on the bayou but with her head full of stories and teachings from half the Isle away. Second generation marshfolk, Auntie Croq’s story begins with Heironomys the Healer, the famed Cove City physician whose portrait still adorns the halls of the Mystveil Academy near to a century later. The techniques and medicines that her grandfather pioneered are now used across the Isles, in large part for the same reason that saw Croquese born to the marshes instead of the city streets. Retiring from his position at the Academy, the older alligator took it upon himself to travel the Isles, ensuring that all who lived across Mycorzha would be cared for. With Luna Valley and even Hazelmoss Woods in relatively close reach, Heironomys and his family struck out for the remotest corners of the Isles. Croquese grew up hearing stories of pirate crews, strange ruins amongst trees that touched the stars, and cliffside dwellings above bubbling, terraced springs which led down to a windswept sea. Ever the scholar, Heironomys kept careful notes throughout his travels, assisted by his daughter Aurelie. Together they found unknown plants and fungii unheard of in far off Cove City, carefully storing away samples and seeds for further study.\nAfter many long seasons of travel, the family found themselves newly arrived in the warm, brackish waters of the Saffron Spore Islands. Heironomys had at long last taken ill, and Aurelie found herself gravid with a clutch of her own. Settling down in the coastal swamps the family took the name of Green-Hide, trading their well-worn life as travelers for a new home amongst the mangroves. It was here that Croquese was born, knowing the warmth and buzz of marshlife beneath the high knees of cypresses. And yet as some things changed, others stayed true - Croquese took to the healing arts that were her birthright as though raised to it in the egg. She would sit by the side of her aging grandfather in the humid sunlight, listening raptly to his stories and lessons. By moonlight she studied his notebooks and journals, or those written in her mother’s precise style. As she grew she would explore deep into the swamps and marshways, bringing back plants she had foraged for Heironomys’s and Aurelie’s critical eye. She learned swiftly, and began to take her own notes, keep her own journals.\nHeironomys passed in time. Croquese remembers the rain from that day, dark skies heavy with clouds. The Green-Hides reputation as healers had spread, and many of those attended to by her mother and grandfather came to speak tales of the old alligator patriarch. Croquese planted jewelweed and jack-in-the-pulpit seedlings, and vowed to carry on Heironomys’s legacy. As she came of age she assisted her mother in caring for the locals in need of healing and care, but her scales itched with restlessness. The Morel Marshes are vast, and the swampfolk scattered across them far and wide. Only a handful could reach the Green-Hide home, and Croquese meant to see the rest of her neighbors cared for. The swamp had taken her family in, after all. Aurelie saw her father in her daughter’s eyes, and bid her to go with her blessing. Croquese, having worked long and hard to convert a flat-bottomed swampboat to her needs, felt the time had come.\nSetting off on her own immediately taught Croquese several lessons in rapid succession. None knew her outside of the local mangroves, and few trusted her skills as a healer if they hadn’t heard of the Green-Hide clan. Locals shied away from a great alligator appearing in their midst, and tales shadowed Croquese of her own ways reflected back strangely - swampfolk superstition cast her writings and work in a mystical light, and not always in a flattering way. Her temper didn’t help overmuch either, and her impatience with local talk of magic and spirits won her few friends at the start. Setting bones and drawing out infections has a way of speaking when words are snagged though, and slowly but surely, “Auntie Croq” became a name on the lips of the Marshes. Croquese, now comfortably in the prime of adulthood, takes it and the hushed, excited stories of the local creatures in stride, with only the occasional impatient outburst reserved for those who ascribe her exhaustive studies to “witchwork”."
}
