{
  "name": "Jack",
  "id": "jack",
  "regionId": "frostfire-forest",
  "image": "jack.png",
  "pronouns": "He/Him",
  "size": "Small",
  "comfortSnack": "Cheese crackers & lox",
  "biggestFear": "Losing his mind",
  "favoriteStory": "The Hungering Shadows",
  "spotifyPlaylist": "",
  "quote": "Once there was a cunning cat,\nwho smiled and chatted on this and that.\nMuch he learned, and much he said,\nand all of it went to his head.\nOne day he headed out to see\njust what the world was meant to be.\nHe found what he was looking for;\nnow naught is as it was before.",
  "emotionalTies": [
    {
      "name": "Glinda",
      "relationship": "Aaaagh, the old woman is still the only one who can keep up with me, and doesn't that just curl my whiskers. She could be one of the foremost voices at the Academy, but she's busy with them kids. Pah!"
    },
    {
      "name": "Soot & Cinder",
      "relationship": "Them kids, as I did say. All energy and games and enthusiasm. Pah! If I'm not careful, they could wind up warming this old heart of mine. It is fun to scare 'em with a spook story or two, bwahaha!"
    },
    {
      "name": "Frostfire Forest",
      "relationship": "Lookee here, you. I'm gonna tell you this once, and only once. Ask me no questions, and I'll tell you no lies, and it's best you don't ask."
    },
    {
      "name": "Mycorzha",
      "relationship": "The Isles are full of wonderful and terrible things, and most aren't ready to even dip their paw into the thick of it. Better to stay huddled around their lanterns and fires, then to find out what lies below."
    }
  ],
  "bio": "The public forums of Cove City are renown Isles over for their spirited discourse, open debates, and their rapid-fire exchange of ideas and commentary on any and all topics. And to this day, academic scuttle-butt tells stories of the black cat who exploded suddenly onto the scene but a generation ago. Freshly arrived from the Fern  Leaf Forest, Jack never formally applied to the Academy, nor any of the other institutions of learning in the City. Nevertheless, his ideas found fertile ground, and library doors were thrown open to him in an effort to woo his attendance. Jack mostly kept his own council, for a time, but his eye was caught fast by another up and coming student. Glinda and he struck a spark which roared into a dancing inferno of companionship, study, and treatises which rocked the City's academic circles for nearly two years.\n\nAs fast as he had come though, Jack seemingly vanished once again. He and Glinda had a falling out, their relationship collapsing like a spring-time avalanche; Jack ignored letters, failed to attend lectures and salon gatherings, and eventually simply... disappeared. Rumors swirled of an expedition mounted to the north, to prove a stubbornly held theory on the formation of the Isles. As winter settled in, many figured Jack lost to the ice and snows of the northern plains. So it was to the surprise of all when, nearly a year later, Jack appeared suddenly once again in their midst, tugging a load of glowing mushrooms and refusing to share where he'd been. As soon as he had sold his cargo and re-supplied, he disappeared again, as mysteriously as he had arrived.\n\nWherever Jack goes, he re-appears like a bad habit every autumn-time, pulling a cargo of glowcaps, jack-o-lanterns, and other strange fungi from the north and full of spooky stories to scare off any of the curious. He keeps tight lipped about where he spends the rest of his time, and none who have attempted to follow him out of town when he leaves have managed to track him beyond a few miles."
}
