{
  "name": "Leroux",
  "id": "leroux",
  "regionId": "saffron-spore-islands",
  "image": "leroux.png",
  "pronouns": "They/Them",
  "size": "Tiny",
  "comfortSnack": "Baked worms & hush puppies",
  "biggestFear": "Being banished",
  "favoriteStory": "The Three Found Eggs",
  "spotifyPlaylist": "leroux-spotify.svg",
  "quote": "The thing most are most needing to realize, my friend, is that what less than half know will be half as much as the other half might suspect.",
  "emotionalTies": [
    {
      "name": "Rhys",
      "relationship": "By my own tail, now this is a fox after my own heart, she is! I met Rhys first when she blew in on a summer squall, wet and bedraggled and looking like the easiest mark I’d had since sundown last. Little did I suspect she’d dunked herself, and marked the storm to her advantage over others less inclined to brave it. One of the few to match me at the bargaining table, and we’ve been fast friends since. She knows I’ll always get her the best deal - why, she’d haggle me to it if I didn’t!"
    },
    {
      "name": "Croquese",
      "relationship": "Hah, now methinks the lady don’t much mind me, the way she be keepin’ herself apart so long! Sure, but Auntie an’ me we go waaaaay back, to when I was a youngin’, and her as well; much as any aren’t like to believe that she ever was a sprout. She come round the docks now and then for supplies and a glance at ol’ Leroux - she can’t help herself, you understand! And the friendly and personable fella I am, I always make time to see her. She may snap and scowl, but I know as a fact she has a keepsake or two o’ mine on that boat o’ hers."
    },
    {
      "name": "Saffron Spore Docks",
      "relationship": "Friends an’ family the lot, an’ those what raised me up to be such a charming and eloquent specimen fit to welcome you to our little slice of paradise. Never will you find a mob o’ creatures who’ll see you right and set you straight, with a belly full and an ear-full in the bargaining! So make yourself a home here among the mangroves, an’ we’ll be happy to see you as one o’ the cousins’. ‘Course, set yourself at odds, and you best watch that the mists theyselves don’t come to blind you to your last mistakes."
    },
    {
      "name": "Mycorzha",
      "relationship": "Why, strike me from the skies theyselves if I tell a lie that I ever ventured much farther than the tide from these here mangroves. But goin’ to see a place ain’t the only way that one can be gettin’ acquainted with it, no? I feel as I’ve been on the dockside o’ Cove City herself, to hear her family tell of it. I soared the desert winds with every excited gustin’ from a messenger just down from the Sands, and I’ve shivered to hear o’ the ice of the Crescents as well. Words can lend us steps o’ leagues, and these Isles are so full o’ tales as I could see them the whole over and never leave this chair."
    }
  ],
  "bio": "There once was a little salamander - now, stop me if you’ve heard this one. They grew up among the mangroves and waterways of the Saffron Spore Islands, and were known by many names. “Hey kid” or “The little red one” were always Leroux’s favorites, as was any name that conveniently got them out of doing chores if they suddenly didn’t respond to it. Changing who you are comes as second nature to most of the dockfolk in the Saffrons - Leroux discovered that words, and their meaning, could change as well. Twisting meanings got the little salamander most things that they wanted… and a whole mess of trouble on the side. Eventually, those who Leroux had outwitted came back, and the adults of the docks besides. Accused of shirking their responsibilities and pushing work off onto others, Leroux  found out the consequences of twisting words too far.\n\nLesson well learned, the salamander grew into their own as a dock guide, entertainer, and someone who was known to know things. Knowing just the right words could open minds, draw in ears, and win over the most stubborn negotiator. More and more, Leroux found themselves called upon to broker deals and to smooth over disagreements. Far from being astonished, Leroux took to these waters with natural charm and panache, effortlessly making friends wherever they went, and blunting or disarming those who sought to sully their reputation. Having honed their words to a razor edge, Leroux began to weave their own influences into their work. At first it was for fun, the salamander playing the same games they had in their youth. However, they were soon to learn a second important lesson.\n\nMeandering their way from cafe to meeting hall one muggy evening, Leroux was full of all the buoyant enthusiasm that a successful bout of negotiation could bring, and themselves having gained new influence and a bag of seeds in the bargain. Striding down the docks and awash with ideas on what the seeds could be traded for, they came upon a family of fisher-rats hauling in a meager catch. Leroux could see at a glance the family’s glum fortunes at what was clearly another day’s poor haul, and suddenly the faces and voices of youth returned, asking him what Leroux would do for the dockfolk. This time the salamander had the answer, and they walked away with an empty pouch, a fillet of perch, and a sudden, driving goal.\n\nThese days, the creatures of the Saffron Spores have much and more to thank the rougish salamander for, as Leroux’s deals inevitably bring more to the mangroves and marshes than get traded away. It’s thanks to them, in a way few realize, that the docks have expanded over the past few years, and pottery transported westward out of the Sun Dried Sands has become of such interest. Those who suspect get little more than a wink and grin from Leroux; after all and as well they know, the truth of a thing is in the telling."
}
