{
  "name": "Scarlet",
  "id": "scarlet",
  "regionId": "mossy-cup-lagoon",
  "image": "scarlet.png",
  "pronouns": "She/Her",
  "size": "Large",
  "comfortSnack": "Freshly caught salmon",
  "biggestFear": "Spider crabs",
  "favoriteStory": "Blood and Seafoam",
  "spotifyPlaylist": "scarlet-spotify.svg",
  "quote": "I love, laugh, and live loud, and if you mean to try to get me to quiet down, or to step away from my mates, then you'll get a face full of teeth!",
  "emotionalTies": [
    {
      "name": "Ceph",
      "relationship": "My first real friend, the one who didn’t back off when I got heated, who didn’t try to fix me or shut me up. They’re the only one who’s ever been able to calm me down without making me feel small, and when I’m on edge it’s their voice that cuts through the noise. I’d fight for them without blinking, because they believe in me, even when I’m still figuring out how to believe in myself. They’ve helped shape the kind of leader I want to become: bold, honest, heart-first and unafraid to care too much."
    },
    {
      "name": "Kai",
      "relationship": "The great lummox of the Lagoon, but I love him to pieces even if I still can’t win a race against him. He feels just as strongly about these crews as I do, and while he hides it deep, I can see the care in him, and I’ll be the first to defend that when he’s ready to be open with it. I’m always glad to have him at my back if it comes to teeth doing the talking, and between the two of us we’ll make sure everyone in the crews feels safe and secure."
    },
    {
      "name": "Mossy Cup Lagoon",
      "relationship": "My home waters, and you can call me a liar if I say I don’t crack the biggest smile when we come back to port after a long haul away. The kids come swarming down - I always remember to bring a few extras home for them - and everyone’s there to greet me with a warmth that still beggars my belief. When I’m low, my mates will be there for me, and I’ll be there for them, and woe to any who stand between us."
    },
    {
      "name": "Mycorzha",
      "relationship": "Full of awful sorts, if you ask me. Sure, sometimes a few will come by to trade or travel, but the eyes on some of ‘em… brr, they make my skin crawl, and we pack them off up the coast quick as we can. So far a show of teeth has kept any from starting trouble, but you never know how landwalkers will be. And from what I hear, the lands to the south aren’t much better than all that, despite what they may think."
    }
  ],
  "bio": "As is the way of sharks, Scarlet was on her own from the moment of her birth. Swimming out into the shallow waters of a nearby reef, she immediately started to try to pull together some of the other smaller creatures to look out for each other. Some ran from her, but a few stayed. Grateful, Scarlet was quick to stand up for her new friends, only to be crushed when she turned to find the group glaring at her. She was “too loud”, they said, and “too aggressive” - they were going to be caught, and it would all be her fault! They crowded closer, heaping blame upon her for their struggles finding food and keeping larger creatures at bay. Betrayed, Scarlet tried to push down her hurt feelings, to plead with the group not to send her away, but her temper got the better of her. Her eyes flashed, and she spoke faster and faster, louder and louder, until with a sickening lurch she felt her guts go to ice. Her former friends looked, not at her, but at her teeth, and their eyes were full of fear. She heard their voices quake when they told her to never go near them again, and they fled into the reef.\n\nScarlet grew and grew quickly. She continued to try to pull together groups of creatures to work together, but all continued to flee from her or worse, to join her but eventually leave. Frustrated by the unfairness of it all and feeling out of place even in her own body, Scarlet found herself prone to outbursts of physical violence and at a loss of how to handle herself, knocking her fins against coral outcrops and snarling at passing snails. One day she was nursing a particularly sour mood when she happened upon a strange sight. An octopus that had been hiding in a shell had been discovered by a pod of dolphins, who were now playing a game of catch with the poor creature. Scarlet immediately saw red, and barreled into the middle of the “game”, gnashing teeth and whirling tail and a bellowing voice that rang off the rocks and sent small critters scurrying for cover. Startled, the dolphins dropped the shell and fled the scene, Scarlet’s colorful curses chasing them away through the coral.\n\nTurning to the shell, she cautiously offered a fin to the befuddled mollusk who was only just then collecting their wits and various appendages. For a heart-dropping moment, Scarlet was afraid the encounter would go the way of so many others, and she’d be left alone once again. But to her utmost surprise, she found herself wrapped up in a smallish, eight-armed hug. The octopus, who introduced himself as Ceph, was pleased to be free of the attentions of the dolphins, and asked Scarlet if she’d mind giving him a ride home. He had been caught in a sudden current and taken further away than he could easily travel, and he was, as he put it, “quite small”, and would be glad for the company of a larger mate to protect them. Feeling a rush of gratitude, Scarlet agreed and off the pair went, Ceph clinging to her dorsal fin and pointing the way.\n\nIf Scarlet wasn’t quite expecting the orca to loom out of the murky depths of an inlet, she was even more taken off-guard when he gave Ceph a cheerful greeting and, sizing her up with playful candor, challenged her to a race. Scarlet, never one to back down, immediately accepted, and they shot forward through the underwater channels, Scarlet close on the flukes of the orca, who had said his name was Kai. Diving and weaving, Scarlet felt herself soar for the first time in a long time, but cringed inside as the two suddenly burst into the waters of a lagoon. Startled by noise and boisterous activity, Scarlet gazed at a crew of pirates, made of all shapes and sizes, each working alongside the other with the occasional comradely growl or scuffle. Scarlet barreled into the middle of it all to introduce herself, and then paused, but the pirates were having none of it, and welcomed her with open fins, paws, and wings.\n\nThese days, Scarlet considers herself not only the muscle around the Lagoon, but it’s heart as well. She’s leaned into being loud and aggressive, and is always the first to throw herself into new causes or plans with passion. She wears her heart on her fin, and her warm laughter is enough to shake the rocky walls and send up cheers from her newfound family."
}
