{
  "regions": [
    {
      "regionId": "luna-valley",
      "creatures": [
        {
          "name": "Amani",
          "id": "amani",
          "image": "amani.png",
          "pronouns": "She/Her",
          "size": "Medium",
          "comfortSnack": "Spiced, dried berries",
          "biggestFear": "Being trapped in a building that's on fire",
          "favoriteStory": "The Fisher Who Pulled Up the Island",
          "spotifyPlaylist": "amani-spotify.svg",
          "quote": "Life becomes experiences, experience becomes story, and story becomes inspiration.",
          "emotionalTies": [
            {
              "name": "Parents",
              "relationship": "While we don't agree on everything, they are my strength and support."
            },
            {
              "name": "Indie",
              "relationship": "Energy given physical form; I can always count on him to find adventure or inspiration."
            },
            {
              "name": "Mycorzha",
              "relationship": "My home, my island; it protects and shelters us, and I am thankful for it."
            }
          ],
          "bio": "Amani is a dreamer, a thinker, and an artist. Growing up as a member of one of the many nomadic tribes in the inlands of Mycorzha, her childhood introduced her to the many incredible sights and experiences that are the essence of her island home. Her parents were spinners, of both tales and thread; her father creating beautiful tapestries and her mother sharing with her the epic songs and sagas of Mycorzhan life. Inheriting their artistic bent, and fascinated by the world around her, Amani still holds a deep reverence for her island home and its flora and fauna. During her many wanderings as a youngster, her daydreamings wound up being crash-landed upon by a peculiar little bird named Indie. Making fast friends with the talkative messenger, she found her horizons and interests expanding, and the next step of her life had her moving to Luna Valley, where she became a painter and pictograph artist. She loves to create in all kind of forms, and has a rich, internal life that those close to her are always joyful to participate in."
        },
        {
          "name": "Glinda",
          "id": "glinda",
          "image": "glinda.png",
          "pronouns": "She/Her",
          "size": "Small",
          "comfortSnack": "Fresh Summer melon",
          "biggestFear": "Drowning",
          "favoriteStory": "The Washerwoman and the Crows",
          "spotifyPlaylist": "glinda-spotify.svg",
          "quote": "These old bones have been around the Isles a time or three, and I could tell you stories until they sink back into the seas. Why don't you sit a spell and learn you something new.",
          "emotionalTies": [
            {
              "name": "Soot & Cinder",
              "relationship": "The two rapscallions that I'm raising, so help me, but I love them more than the isles and mysts both. Sure, they get into trouble, but they get themselves back out again, and they've both got good heads. Stubborn as their mama, don't I know it, heh!"
            },
            {
              "name": "Jack",
              "relationship": "Huff, that old sly cat. He and I used to date once, long ago, but he didn't want to settle down. I've still got a soft spot in my heart for him, despite my best efforts, but that old cat has never changed and won't be now."
            },
            {
              "name": "Talia & Persephone",
              "relationship": "Bwehe, the mischief me and that old bird would get up to! We were, and are, best friends, and her kid is just like one of my own, and no mistake."
            },
            {
              "name": "Mycorzha",
              "relationship": "Heh, the Isles are my home, and I love 'em with all the deep heart of stone and the niggling curiosity of creeping vine. I can name every flower and herb this side of the Crescent Peaks, and don't you forget it!"
            }
          ],
          "bio": "A native of the Isles, Glinda wears her old age and status of 'elder' with pride. She is well known in Luna Valley, Cove City, and various parts besides; those who run in Cove City's academic circles have come across frequent publications and references to one 'Glinda Nelinsce Tortuga'. Now thoroughly retired from the distant heights of the Academy, Glinda has ensconced herself in Luna Valley and pre-occupies herself with raising her children, reading, writing, and being a general force in the community. Originally from the Hazelmoss Woods, to the south of Luna Valley, Glinda was known for her incredible knowledge of local flora and fungi. Her insatiable curiosity and drive to learn led her inevitably to acceptance in the Mystveil Academy of Sciences, where she swiftly became a rising star. Often seen in public forum and debates in the Cove City parks, she caught the interest of faculty even as her own eyes snagged on a somewhat haughty black cat, known as Jack, who was a similar force in public discourse. The two fell in together, pushing each other to further their own knowledge and expand the vast Academy archives. Flames that burn bright, burn out all too quickly, however. Glinda, always with a plan in mind, knew that she wanted a family; an idea that Jack scoffed at, not wanting to be tied down. They parted ways, and Glinda retired from public life to raise a family in the nurturing hills and fields of Luna Valley. Despite her own pronunciations that she is 'done' with academia, she has become a prolific writer of non-fiction and treatises, and her pieces are regularly published in various Cove City gazettes. She spends her days writing letters, raising her two rambunctious kids, and taking naps."
        }
      ]
    },
    {
      "regionId": "hazelmoss-woods",
      "creatures": [
        {
          "name": "Fiona",
          "id": "fiona",
          "image": "fiona.png",
          "pronouns": "She/Her",
          "size": "Small",
          "comfortSnack": "Egg & Cress Tea Sandwiches",
          "biggestFear": "Being kidnapped away from everyone she knows",
          "favoriteStory": "A Farewell on Faelivrin",
          "spotifyPlaylist": "fiona-spotify.svg",
          "quote": "We’re all a little bit like gardens, darling, in that yes, we could just let them grow all higgledy piggle, and they’d do fine – Isle knows that the flowers don’t need us. But a spot of water here, a bit of pruning there, and everything blooms that much brighter!",
          "emotionalTies": [
            {
              "name": "Rhys",
              "relationship": "By branch and bough, I love my sister more dearly than anything… but she can be absolutely infuriating when the mood strikes her. Galloping off on wild adventures, settling down in the city of all places. Doesn’t she know how much she could be, to our family?"
            },
            {
              "name": "Midge",
              "relationship": "Grammama Spikey, I used to call her. And still there are days where she still feels the same, taking me to her knee and teaching me something new, something even in all my seasons I had yet to think of. The local matriarch of the Wood, and her guidance still steers me well."
            },
            {
              "name": "Hercules",
              "relationship": "Poor, dear Herc! We’ve had him and his lovely partner over several times of late, and it’s all I can bear to see the worry behind his eyes. He really has no need of it; I just know he and Nellis will make fine parents, and so does everyone else in the Wood. I shall have to send them some flowers and honey."
            },
            {
              "name": "Mycorzha",
              "relationship": "Ask me about our Isles, and I find I have little to say beyond the boughs of the Wood. Ask me about home though, and, why we shall have to sit over tea, if I am to ever find the time. How can one put the concept of “home” into just a few words?"
            }
          ],
          "bio": "“The quiet one,” is how many referred to Fiona, during her childhood in Hazelmoss, and indeed compared to her sister she generally was. Something about the woods and the fields spoke to her, and where her sister was headstrong and brash, Fiona quickly learned how to listen – to the woods, to her family and those around her. Where Rhys found herself pulled away from the Wood, Fiona found herself drawn back towards it.\n\nWhen Rhys left, Fiona of course knew it was a long time in coming, and was there to soothe the upset and the concern of the greater family and relations. With her older sister now on poor terms with her relatives, everyone started to look to Fiona to take up the mantle of the family, and she settled into it with a comfortable grace, directing the care of the ancestral wood with skill and patience. Under her care, her family’s tending of the woodland flowers and beehives bloomed and blossomed – quite literally! – and the hives buzzed with activity just the same as her homestead.\n\nNow firmly settled into her budding role of the next family matriarch, Fiona finds herself musing more and more on what it means to be family. Despite concerns she has reached out to her sister once again, their relationship a tumultuous but loving one, and Rhys has even visited a time or two, tempting Fiona to do the same. Fiona has thus far declined, unsure of herself and her place beyond the woods in which she has lived her entire life. Here she moves with confidence and surety in herself and her place in things, and shows just as much cunning as her sister ever has, deftly hidden behind the blooms and blossoms of her personality."
        }
      ]
    },
    {
      "regionId": "cove-city",
      "creatures": [
        {
          "name": "Rhys",
          "id": "rhys",
          "image": "rhys.png",
          "pronouns": "She/They",
          "size": "Small",
          "comfortSnack": "Anchovy Pizza",
          "biggestFear": "Spiders",
          "favoriteStory": "The Three Foxes & the Flood",
          "spotifyPlaylist": "rhys-spotify.svg",
          "quote": "Ain't no time like the present! Daydreaming didn't get anyone nowhere, and she who seals the deal, gets the goods! By which I mean, of course, me! Now, welcome to my shop, and what can I get you?",
          "emotionalTies": [
            {
              "name": "Fiona",
              "relationship": "You'll never find two peas from one pod less alike than me and my sister! She was always the girly girl, you know? I was all scraped knees and scuff marks, while she was flowers and perfume. Pfahahaha! Fools the best of 'em, doesn't she? She's a wily devil, with her flowers and her bees, though you didn't hear that from me. I visit her often, although she never comes up thisaway. Her loss!"
            },
            {
              "name": "Jack",
              "relationship": "That old cat! Hah, I've known him since he was fresh arrived in the City! Yeaaaah, he was one of the folks, you know? Let him crash a time or two and all, like you do, and we swapped talk. Had a lot of crazy ideas then, same as he does now, only he ain't no city cat, so off he went. We meet and talk shop, you know, when he shows; always gives me the first look, for old time's sake!"
            },
            {
              "name": "Cove City",
              "relationship": "Aaaaah, the City! Ain't no place like it, and never will be here or anywhere Beyond! The sights, the smells - breathe deep now, don't choke! - this here hustle and bustle settles my bones. Wherever I go, Cove City has my black and shriveled heart, pahaha!"
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles are fierce, mysterious, and all that claptrap, sure. But they're also full of potential, and a smart business-fox can turn that potential into opportunity! From north to south, there's folks wanting for something, and you better believe that Rhys is going to make sure they get it!"
            }
          ],
          "bio": "Born in the shade of the great trees of Hazelmoss Woods, Rhys spent her youth climbing, leaping, a flash of motion and a shouted remark to her sister's quiet yet steady reply. Rhys always felt a little bit out of place in Hazelmoss, wanting to push beyond the bounds of quiet life. She had acquired a reputation for disruption by the time she decided to visit an old friend, and fell head over heels for the bustle and sights of Cove City.\n\nRhys immediately moved herself northward, with all of her usual spontaneity and much to the absolute chagrin of her family. She set up shop, as it were, on a street corner selling packs of cards and souvenirs to whoever passed her by. Her keen eyes (and keener nose) led her to markets all across Cove City, where she perused wares, haggled, and networked until suddenly all the traders and merchants knew her, and her spice shop opened its doors - or hatches, rather - as if it had always existed, a cornerstone of the Docks neighborhood and a draw for merchants from all points Beyond. Rhys quickly expanded her inventory and regular customers, and was one of the first to jump on opportunities presented by a certain dramatic feline who was becoming the talk of the town.\n\nOperating out of a houseboat has its perks, and as her horizons grew, Rhys eyed new markets and new potential all across the Isles. She regularly undocks and roves out to trade at other harbors across Mycorzha, somehow arriving at meets she has no business knowing about, nor being able to reach in time from where she started. If this puzzles some, they shake their head and mark it down to the old fox's business sense and connections, because, well, what else could it be?"
        },
        {
          "name": "Preston",
          "id": "preston",
          "image": "preston.png",
          "pronouns": "He/They",
          "size": "Small",
          "comfortSnack": "Shoot, I forgot to eat again. Chips!",
          "biggestFear": "Being forgotten",
          "favoriteStory": "City Magic",
          "spotifyPlaylist": "preston-spotify.svg",
          "quote": "Aren't ideas just the most wonderful things? Also sometimes frustrating, yes, it's a shame about the whole sleeping thing, alas. But let me tell you about my newest invention!",
          "emotionalTies": [
            {
              "name": "Glinda",
              "relationship": "Oh, I absolutely love receiving missives and essays from Ms. Tortuga! She doesn't write as frequently anymore - I think she moved out of the City? But yes, always lovely to share ideas with!"
            },
            {
              "name": "Mystveil Academy",
              "relationship": "I owe everything to the Academy, and if my work and my ideas can brighten the lives of the students there, support them and bring them joy, then I will be the happiest raccoon on the Isles."
            },
            {
              "name": "Cove City",
              "relationship": "My home! It is a wonderful place, full of so many sights, and sounds. And you can get anything here, anything! Which reminds me, I still need some spare lumber, andand a copper tube, and..."
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles! I hear great things, yes, marvelous things! The stories, the discoveries! All very exciting to read about! I have a number of papers in the works, you know."
            }
          ],
          "bio": "A native of Cove City, Preston grew up amidst a pile of blocks, spare parts, and a general air of puttering from even the youngest age. Preston's fixation with his tinkering and inattentiveness to his surroundings were both very notable, and his attendance at the Academy was all but assumed by his family and those around him. Preston's brilliance did not disappoint, and it was with breath-taking excitement that he started attending his first classes.\n\nPreston absolutely shone during his studies at the Academy, his radical thinking and fixation on detail catapulting his ideas into the spotlight. Meanwhile, the academic structure and the support of the faculty provided Preston with much needed insight into who he was and what he needed in order to feel at ease with himself and others. Preston thrived, and his inventions, if small, began making big waves both within the Academy and without.\n\nNow graduated, Preston devotes much of his time to study and tinkering, absent-mindedly collecting and discarding ideas as the whimsy strikes him. Foremost in his mind is always the Academy however, and many of his projects are designed to help the institution and its students, whom he loves deeply. Preston's latest studies have been focused on accessibility, and the needs of the many other students who, like him, either move, sense, or think differently; the recent invention of his \"press\" has caused an absolute uproar in academic circles. This has led to Preston gaining quite a bit of prominence in Cove City, a fact which he, seemingly, is unaware of. He spends his time \"pressing\" every book, treatise, and essay he can get his paws on, tinkering on his inventions, and rummaging through local garbage bins, on the hunt for parts and materials for whatever he's cooking up next."
        },
        {
          "name": "Nalin",
          "id": "nalin",
          "image": "nalin.png",
          "pronouns": "They/Them",
          "size": "Small",
          "comfortSnack": "Ants-on-a-log",
          "biggestFear": "The ocean",
          "favoriteStory": "The City of Starlight and Shadow",
          "spotifyPlaylist": "nalin-spotify.svg",
          "quote": "In our busy lives, it is easy to become distracted, disconnected from the world around us. Take a moment in the present; not looking forward, or behind, but here, at this tree, this flower. Share this moment with me, and allow yourself to feel the peace of the Isles.",
          "emotionalTies": [
            {
              "name": "Amani",
              "relationship": "I first encountered Amani during one of her visits to the Parks, curled up beneath one of my favorite trees and quietly sketching the spring landscape. I sat down nearby, and we shared a quiet, pleasant morning over tea and silent companionship. I very much look forward to our next meeting."
            },
            {
              "name": "Preston",
              "relationship": "Oh sure, I've seen him around. Always hurrying, like everyone else in this city, involved in whatever's in his head. I've tried to convince him to take some time in the parks, that it'll be good for him, but off he goes again, on the move. Ah well, perhaps some other time."
            },
            {
              "name": "Cove City",
              "relationship": "The City That Is Never Asleep, or so they term themselves. I can vouch for it, having been here long enough to know that there's always hustle and bustle going on no matter the hour. As overwhelming as it can be, the City folks love the Parks as much as any Mycorzhan loves the Isles, and it gladdens me. And it's my job to make sure that their connection to the Isles, to nature, remains even in this busy city."
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles are our home, all of us; they shelter us, nurture us, keep us fed, housed, and uplifted in spirit. We all know this, although some of us need occasional reminders, lest we become disconnected from the living nature all around us."
            }
          ],
          "bio": "A lover of nature, Nalin grew up surrounded by the natural beauty of the Isles. A child of the Isles, adopted into one of the nomadic clans who move about Mycorzha's interior, the young rabbit was awe-struck at diversity and vibrancy of the world around them. As they grew and learned, they also taught, shepherding the younger children and pointing out aspects of flora and fungi, re-telling the stories of the clan, and guiding their charges as best they could. As the clan moved, and Nalin came into contact with other, less transitory denizens of the Isles, they began to puzzle over questions; how did other young children learn, so tied to one place as they were? Did they understand the vast web of life that encompassed the Isles? Nalin had discovered a quiet joy in teaching, both the children in their care as well as others who sought them out for counsel or advice. Always seeking to go where they felt most needed, when Cove City sent out a call for creatures who truly knew the Isles, Nalin decided to answer, packing up and heading to the place where the connection to the nature of the Isles was most tenuous. Upon arriving, the Cove City Council detailed an incredibly ambitious plan – to design and build the seven Great Parks, to bring the wonder of the land to the citizens. Nalin was awed at the shear scale of the project, but set themselves to work.\n\nThe rural rabbit was quickly overwhelmed by the hustle and bustle of Cove City, finding themselves anxious, on edge, jumping at sudden noises and strange smells. Only in their work on the great city Parks did they feel at peace, and with their usual quiet enthusiasm they poured themselves and their love for the Isles into every inch of them. Once completed, the Parks filled them with the same wonder they always felt, but also mild dismay - the Parks lacked for caretakers who truly knew and understood them, and while some few knew the land and its growing things, fewer still could teach the city-dwelling children of their heritage, or guide them in the ways of the Isles. Without care and patience, the Parks would become mere attractions, entertaining but pale reflections of the Isles. Filled with resolve, Nalin set to the task.\n\nNow, Nalin is one of the most well known, and most sought, natural guides and caretakers of the Parks. They teach children and adults alike the love of nature, and the care that citizens of the Isles must show their home in order to nurture and support it, as it does them. Often found sitting in quiet contemplation, Nalin encourages all who come to them to take time to pause, to breathe, to let go the worries and cares of tomorrow to find quiet joy in the now."
        }
      ]
    },
    {
      "regionId": "crescent-mountains",
      "creatures": []
    },
    {
      "regionId": "dreamer-tree",
      "creatures": []
    },
    {
      "regionId": "fern-leaf-forest",
      "creatures": []
    },
    {
      "regionId": "frostfire-forest",
      "creatures": [
        {
          "name": "Jack",
          "id": "jack",
          "image": "jack.png",
          "pronouns": "He/Him",
          "size": "Small",
          "comfortSnack": "Cheese crackers & lox",
          "biggestFear": "Losing his mind",
          "favoriteStory": "The Hungering Shadows",
          "spotifyPlaylist": "",
          "quote": "Once there was a cunning cat,\nwho smiled and chatted on this and that.\nMuch he learned, and much he said,\nand all of it went to his head.\nOne day he headed out to see\njust what the world was meant to be.\nHe found what he was looking for;\nnow naught is as it was before.",
          "emotionalTies": [
            {
              "name": "Glinda",
              "relationship": "Aaaagh, the old woman is still the only one who can keep up with me, and doesn't that just curl my whiskers. She could be one of the foremost voices at the Academy, but she's busy with them kids. Pah!"
            },
            {
              "name": "Soot & Cinder",
              "relationship": "Them kids, as I did say. All energy and games and enthusiasm. Pah! If I'm not careful, they could wind up warming this old heart of mine. It is fun to scare 'em with a spook story or two, bwahaha!"
            },
            {
              "name": "Frostfire Forest",
              "relationship": "Lookee here, you. I'm gonna tell you this once, and only once. Ask me no questions, and I'll tell you no lies, and it's best you don't ask."
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles are full of wonderful and terrible things, and most aren't ready to even dip their paw into the thick of it. Better to stay huddled around their lanterns and fires, then to find out what lies below."
            }
          ],
          "bio": "The public forums of Cove City are renown Isles over for their spirited discourse, open debates, and their rapid-fire exchange of ideas and commentary on any and all topics. And to this day, academic scuttle-butt tells stories of the black cat who exploded suddenly onto the scene but a generation ago. Freshly arrived from the Fern  Leaf Forest, Jack never formally applied to the Academy, nor any of the other institutions of learning in the City. Nevertheless, his ideas found fertile ground, and library doors were thrown open to him in an effort to woo his attendance. Jack mostly kept his own council, for a time, but his eye was caught fast by another up and coming student. Glinda and he struck a spark which roared into a dancing inferno of companionship, study, and treatises which rocked the City's academic circles for nearly two years.\n\nAs fast as he had come though, Jack seemingly vanished once again. He and Glinda had a falling out, their relationship collapsing like a spring-time avalanche; Jack ignored letters, failed to attend lectures and salon gatherings, and eventually simply... disappeared. Rumors swirled of an expedition mounted to the north, to prove a stubbornly held theory on the formation of the Isles. As winter settled in, many figured Jack lost to the ice and snows of the northern plains. So it was to the surprise of all when, nearly a year later, Jack appeared suddenly once again in their midst, tugging a load of glowing mushrooms and refusing to share where he'd been. As soon as he had sold his cargo and re-supplied, he disappeared again, as mysteriously as he had arrived.\n\nWherever Jack goes, he re-appears like a bad habit every autumn-time, pulling a cargo of glowcaps, jack-o-lanterns, and other strange fungi from the north and full of spooky stories to scare off any of the curious. He keeps tight lipped about where he spends the rest of his time, and none who have attempted to follow him out of town when he leaves have managed to track him beyond a few miles."
        }
      ]
    },
    {
      "regionId": "mossy-cup-lagoon",
      "creatures": []
    },
    {
      "regionId": "saffron-spore-islands",
      "creatures": []
    },
    {
      "regionId": "selene-cliffs",
      "creatures": [
        {
          "name": "Indie",
          "id": "indie",
          "image": "indie.png",
          "pronouns": "He/Him",
          "size": "Tiny",
          "comfortSnack": "Chocolate covered crickets",
          "biggestFear": "Getting stuck in a cave and not being able to move",
          "favoriteStory": "The Boy Who Raced the Mountain",
          "spotifyPlaylist": "indie-spotify.svg",
          "quote": "The world is alive and full of energy, adventure; amazing places to go and people to meet! And I won't stop until I've seen it all!",
          "emotionalTies": [
            {
              "name": "Parents",
              "relationship": "Ugh! I mean, family is important, I know, but do they have to always think they know what's best for me? I can't wait to move out."
            },
            {
              "name": "Amani",
              "relationship": "My best-best-best friend on all Mycorzha! She really just gets me, you know?"
            },
            {
              "name": "Persephone",
              "relationship": "She can be kiiiinda a little mean sometimes, but it's just because she's stuck inside all the time, with her nose in a book! Once Amani and I got her outside, it turns out she's really funny! And I love her stories, really!"
            },
            {
              "name": "Mycorzha",
              "relationship": "So many places! So many people! I want to explore every nook and cranny that it has to offer."
            }
          ],
          "bio": "Born of the bird clans of the Selene Cliffs above Luna Valley, Indie was out the door nearly as soon as he was hatched. His parents, with much chagrin, always note that he was \"first out of the egg\"; something Indie takes great pride in, despite the disapproving looks from the elders of the Cliffs. Even before he could fly, he was climbing up and down the ropes and ladders which span his home; once he had grown his flight feathers, he became unstoppable.\n\nTaking to the wing, Indie spent as much time as he could out of doors. When his parents protested his \"absent minded\" wanderings and \"crazy\" games, he took a job as a messenger bird, delivering missives and notes all over Luna Valley. The official nature of the job got his parents to begrudgingly loosen his reins, and he reveled in his new freedom to explore (all in the name of the job, of course!).\n\nDetermined to see all he could see, and to meet everyone he could, Indie spent more and more time on the wing. His errands took him further and further afield, eventually sending him to the trade meet at Dreamer's Lake. Here he landed (crashed, really) upon Amani, and the two became fast friends. Amani, in her quiet and thoughtful way, encouraged Indie to embrace who he was as a unique and individual person. Indie in turn inspired the gentle doe with his passion and energy. Though he still lives with his extended family clan on the Cliffs, Indie yearns to break free and live his life as he wills it."
        }
      ]
    },
    {
      "regionId": "shadow-moss-caves",
      "creatures": []
    },
    {
      "regionId": "starlit-stone-ruins",
      "creatures": []
    }
  ]
}
