{
  "regions": [
    {
      "regionId": "luna-valley",
      "creatures": [
        {
          "name": "Amani",
          "id": "amani-1",
          "image": "amani.png",
          "pronouns": "She/Her",
          "size": "Medium",
          "comfortSnack": "Spiced, dried berries",
          "biggestFear": "Being trapped in a building that's on fire",
          "favoriteStory": "The Fisher Who Pulled Up the Island",
          "spotifyPlaylist": "amani-spotify.svg",
          "quote": "Life becomes experiences, experience becomes story, and story becomes inspiration.",
          "emotionalTies": [
            {
              "name": "Parents",
              "relationship": "While we don't agree on everything, they are my strength and support."
            },
            {
              "name": "Indie",
              "relationship": "Energy given physical form; I can always count on him to find adventure or inspiration."
            },
            {
              "name": "Mycorzha",
              "relationship": "My home, my island; it protects and shelters us, and I am thankful for it."
            }
          ],
          "bio": "Amani is a dreamer, a thinker, and an artist. Growing up as a member of one of the many nomadic tribes in the inlands of Mycorzha, her childhood introduced her to the many incredible sights and experiences that are the essence of her island home. Her parents were spinners, of both tales and thread; her father creating beautiful tapestries and her mother sharing with her the epic songs and sagas of Mycorzhan life. Inheriting their artistic bent, and fascinated by the world around her, Amani still holds a deep reverence for her island home and its flora and fauna. During her many wanderings as a youngster, her daydreamings wound up being crash-landed upon by a peculiar little bird named Indie. Making fast friends with the talkative messenger, she found her horizons and interests expanding, and the next step of her life had her moving to Luna Valley, where she became a painter and pictograph artist. She loves to create in all kind of forms, and has a rich, internal life that those close to her are always joyful to participate in."
        },
        {
          "name": "Glinda",
          "id": "glinda-1",
          "image": "glinda.png",
          "pronouns": "She/Her",
          "size": "Small",
          "comfortSnack": "Fresh Summer melon",
          "biggestFear": "Drowning",
          "favoriteStory": "The Washerwoman and the Crows",
          "spotifyPlaylist": "glinda-spotify.svg",
          "quote": "These old bones have been around the Isles a time or three, and I could tell you stories until they sink back into the seas. Why don't you sit a spell and learn you something new.",
          "emotionalTies": [
            {
              "name": "Soot & Cinder",
              "relationship": "The two rapscallions that I'm raising, so help me, but I love them more than the isles and mysts both. Sure, they get into trouble, but they get themselves back out again, and they've both got good heads. Stubborn as their mama, don't I know it, heh!"
            },
            {
              "name": "Jack",
              "relationship": "Huff, that old sly cat. He and I used to date once, long ago, but he didn't want to settle down. I've still got a soft spot in my heart for him, despite my best efforts, but that old cat has never changed and won't be now."
            },
            {
              "name": "Talia & Persephone",
              "relationship": "Bwehe, the mischief me and that old bird would get up to! We were, and are, best friends, and her kid is just like one of my own, and no mistake."
            },
            {
              "name": "Mycorzha",
              "relationship": "Heh, the Isles are my home, and I love 'em with all the deep heart of stone and the niggling curiosity of creeping vine. I can name every flower and herb this side of the Crescent Peaks, and don't you forget it!"
            }
          ],
          "bio": "A native of the Isles, Glinda wears her old age and status of 'elder' with pride. She is well known in Luna Valley, Cove City, and various parts besides; those who run in Cove City's academic circles have come across frequent publications and references to one 'Glinda Nelinsce Tortuga'. Now thoroughly retired from the distant heights of the Academy, Glinda has ensconced herself in Luna Valley and pre-occupies herself with raising her children, reading, writing, and being a general force in the community. Originally from the Hazelmoss Woods, to the south of Luna Valley, Glinda was known for her incredible knowledge of local flora and fungi. Her insatiable curiosity and drive to learn led her inevitably to acceptance in the Mystveil Academy of Sciences, where she swiftly became a rising star. Often seen in public forum and debates in the Cove City parks, she caught the interest of faculty even as her own eyes snagged on a somewhat haughty black cat, known as Jack, who was a similar force in public discourse. The two fell in together, pushing each other to further their own knowledge and expand the vast Academy archives. Flames that burn bright, burn out all too quickly, however. Glinda, always with a plan in mind, knew that she wanted a family; an idea that Jack scoffed at, not wanting to be tied down. They parted ways, and Glinda retired from public life to raise a family in the nurturing hills and fields of Luna Valley. Despite her own pronunciations that she is 'done' with academia, she has become a prolific writer of non-fiction and treatises, and her pieces are regularly published in various Cove City gazettes. She spends her days writing letters, raising her two rambunctious kids, and taking naps."
        }
      ]
    },
    {
      "regionId": "hazelmoss-woods",
      "creatures": []
    },
    {
      "regionId": "cove-city",
      "creatures": []
    },
    {
      "regionId": "crescent-mountains",
      "creatures": []
    },
    {
      "regionId": "dreamer-tree",
      "creatures": []
    },
    {
      "regionId": "fern-leaf-forest",
      "creatures": []
    },
    {
      "regionId": "frostfire-forest",
      "creatures": []
    },
    {
      "regionId": "mossy-cup-lagoon",
      "creatures": []
    },
    {
      "regionId": "saffron-spore-islands",
      "creatures": []
    },
    {
      "regionId": "selene-cliffs",
      "creatures": [
        {
          "name": "Indie",
          "id": "indie-1",
          "image": "indie.png",
          "pronouns": "He/Him",
          "size": "Tiny",
          "comfortSnack": "Chocolate covered crickets",
          "biggestFear": "Getting stuck in a cave and not being able to move",
          "favoriteStory": "The Boy Who Raced the Mountain",
          "spotifyPlaylist": "indie-spotify.svg",
          "quote": "The world is alive and full of energy, adventure; amazing places to go and people to meet! And I won't stop until I've seen it all!",
          "emotionalTies": [
            {
              "name": "Parents",
              "relationship": "Ugh! I mean, family is important, I know, but do they have to always think they know what's best for me? I can't wait to move out."
            },
            {
              "name": "Amani",
              "relationship": "My best-best-best friend on all Mycorzha! She really just gets me, you know?"
            },
            {
              "name": "Persephone",
              "relationship": "She can be kiiiinda a little mean sometimes, but it's just because she's stuck inside all the time, with her nose in a book! Once Amani and I got her outside, it turns out she's really funny! And I love her stories, really!"
            },
            {
              "name": "Mycorzha",
              "relationship": "So many places! So many people! I want to explore every nook and cranny that it has to offer."
            }
          ],
          "bio": "Born of the bird clans of the Selene Cliffs above Luna Valley, Indie was out the door nearly as soon as he was hatched. His parents, with much chagrin, always note that he was \"first out of the egg\"; something Indie takes great pride in, despite the disapproving looks from the elders of the Cliffs. Even before he could fly, he was climbing up and down the ropes and ladders which span his home; once he had grown his flight feathers, he became unstoppable.\n\nTaking to the wing, Indie spent as much time as he could out of doors. When his parents protested his \"absent minded\" wanderings and \"crazy\" games, he took a job as a messenger bird, delivering missives and notes all over Luna Valley. The official nature of the job got his parents to begrudgingly loosen his reins, and he reveled in his new freedom to explore (all in the name of the job, of course!).\n\nDetermined to see all he could see, and to meet everyone he could, Indie spent more and more time on the wing. His errands took him further and further afield, eventually sending him to the trade meet at Dreamer's Lake. Here he landed (crashed, really) upon Amani, and the two became fast friends. Amani, in her quiet and thoughtful way, encouraged Indie to embrace who he was as a unique and individual person. Indie in turn inspired the gentle doe with his passion and energy. Though he still lives with his extended family clan on the Cliffs, Indie yearns to break free and live his life as he wills it."
        }
      ]
    },
    {
      "regionId": "shadow-moss-caves",
      "creatures": []
    },
    {
      "regionId": "starlit-stone-ruins",
      "creatures": []
    }
  ]
}
