{
  "regions": [
    {
      "regionId": "luna-valley",
      "creatures": [
        {
          "name": "Amani",
          "id": "amani",
          "image": "amani.png",
          "pronouns": "She/Her",
          "size": "Medium",
          "comfortSnack": "Spiced, dried berries",
          "biggestFear": "Being trapped in a building that's on fire",
          "favoriteStory": "The Fisher Who Pulled Up the Island",
          "spotifyPlaylist": "amani-spotify.svg",
          "quote": "Life becomes experiences, experience becomes story, and story becomes inspiration.",
          "emotionalTies": [
            {
              "name": "Parents",
              "relationship": "While we don't agree on everything, they are my strength and support."
            },
            {
              "name": "Indie",
              "relationship": "Energy given physical form; I can always count on him to find adventure or inspiration."
            },
            {
              "name": "Mycorzha",
              "relationship": "My home, my island; it protects and shelters us, and I am thankful for it."
            }
          ],
          "bio": "Amani is a dreamer, a thinker, and an artist. Growing up as a member of one of the many nomadic tribes in the inlands of Mycorzha, her childhood introduced her to the many incredible sights and experiences that are the essence of her island home. Her parents were spinners, of both tales and thread; her father creating beautiful tapestries and her mother sharing with her the epic songs and sagas of Mycorzhan life. Inheriting their artistic bent, and fascinated by the world around her, Amani still holds a deep reverence for her island home and its flora and fauna. During her many wanderings as a youngster, her daydreamings wound up being crash-landed upon by a peculiar little bird named Indie. Making fast friends with the talkative messenger, she found her horizons and interests expanding, and the next step of her life had her moving to Luna Valley, where she became a painter and pictograph artist. She loves to create in all kind of forms, and has a rich, internal life that those close to her are always joyful to participate in."
        },
        {
          "name": "Glinda",
          "id": "glinda",
          "image": "glinda.png",
          "pronouns": "She/Her",
          "size": "Small",
          "comfortSnack": "Fresh Summer melon",
          "biggestFear": "Drowning",
          "favoriteStory": "The Washerwoman and the Crows",
          "spotifyPlaylist": "glinda-spotify.svg",
          "quote": "These old bones have been around the Isles a time or three, and I could tell you stories until they sink back into the seas. Why don't you sit a spell and learn you something new.",
          "emotionalTies": [
            {
              "name": "Soot & Cinder",
              "relationship": "The two rapscallions that I'm raising, so help me, but I love them more than the isles and mysts both. Sure, they get into trouble, but they get themselves back out again, and they've both got good heads. Stubborn as their mama, don't I know it, heh!"
            },
            {
              "name": "Jack",
              "relationship": "Huff, that old sly cat. He and I used to date once, long ago, but he didn't want to settle down. I've still got a soft spot in my heart for him, despite my best efforts, but that old cat has never changed and won't be now."
            },
            {
              "name": "Talia & Persephone",
              "relationship": "Bwehe, the mischief me and that old bird would get up to! We were, and are, best friends, and her kid is just like one of my own, and no mistake."
            },
            {
              "name": "Mycorzha",
              "relationship": "Heh, the Isles are my home, and I love 'em with all the deep heart of stone and the niggling curiosity of creeping vine. I can name every flower and herb this side of the Crescent Peaks, and don't you forget it!"
            }
          ],
          "bio": "A native of the Isles, Glinda wears her old age and status of 'elder' with pride. She is well known in Luna Valley, Cove City, and various parts besides; those who run in Cove City's academic circles have come across frequent publications and references to one 'Glinda Nelinsce Tortuga'. Now thoroughly retired from the distant heights of the Academy, Glinda has ensconced herself in Luna Valley and pre-occupies herself with raising her children, reading, writing, and being a general force in the community. Originally from the Hazelmoss Woods, to the south of Luna Valley, Glinda was known for her incredible knowledge of local flora and fungi. Her insatiable curiosity and drive to learn led her inevitably to acceptance in the Mystveil Academy of Sciences, where she swiftly became a rising star. Often seen in public forum and debates in the Cove City parks, she caught the interest of faculty even as her own eyes snagged on a somewhat haughty black cat, known as Jack, who was a similar force in public discourse. The two fell in together, pushing each other to further their own knowledge and expand the vast Academy archives. Flames that burn bright, burn out all too quickly, however. Glinda, always with a plan in mind, knew that she wanted a family; an idea that Jack scoffed at, not wanting to be tied down. They parted ways, and Glinda retired from public life to raise a family in the nurturing hills and fields of Luna Valley. Despite her own pronunciations that she is 'done' with academia, she has become a prolific writer of non-fiction and treatises, and her pieces are regularly published in various Cove City gazettes. She spends her days writing letters, raising her two rambunctious kids, and taking naps."
        }
      ]
    },
    {
      "regionId": "hazelmoss-woods",
      "creatures": [
        {
          "name": "Fiona",
          "id": "fiona",
          "image": "fiona.png",
          "pronouns": "She/Her",
          "size": "Small",
          "comfortSnack": "Egg & Cress Tea Sandwiches",
          "biggestFear": "Being kidnapped away from everyone she knows",
          "favoriteStory": "A Farewell on Faelivrin",
          "spotifyPlaylist": "fiona-spotify.svg",
          "quote": "We’re all a little bit like gardens, darling, in that yes, we could just let them grow all higgledy piggle, and they’d do fine – Isle knows that the flowers don’t need us. But a spot of water here, a bit of pruning there, and everything blooms that much brighter!",
          "emotionalTies": [
            {
              "name": "Rhys",
              "relationship": "By branch and bough, I love my sister more dearly than anything… but she can be absolutely infuriating when the mood strikes her. Galloping off on wild adventures, settling down in the city of all places. Doesn’t she know how much she could be, to our family?"
            },
            {
              "name": "Midge",
              "relationship": "Grammama Spikey, I used to call her. And still there are days where she still feels the same, taking me to her knee and teaching me something new, something even in all my seasons I had yet to think of. The local matriarch of the Wood, and her guidance still steers me well."
            },
            {
              "name": "Hercules",
              "relationship": "Poor, dear Herc! We’ve had him and his lovely partner over several times of late, and it’s all I can bear to see the worry behind his eyes. He really has no need of it; I just know he and Nellis will make fine parents, and so does everyone else in the Wood. I shall have to send them some flowers and honey."
            },
            {
              "name": "Mycorzha",
              "relationship": "Ask me about our Isles, and I find I have little to say beyond the boughs of the Wood. Ask me about home though, and, why we shall have to sit over tea, if I am to ever find the time. How can one put the concept of “home” into just a few words?"
            }
          ],
          "bio": "“The quiet one,” is how many referred to Fiona, during her childhood in Hazelmoss, and indeed compared to her sister she generally was. Something about the woods and the fields spoke to her, and where her sister was headstrong and brash, Fiona quickly learned how to listen – to the woods, to her family and those around her. Where Rhys found herself pulled away from the Wood, Fiona found herself drawn back towards it.\n\nWhen Rhys left, Fiona of course knew it was a long time in coming, and was there to soothe the upset and the concern of the greater family and relations. With her older sister now on poor terms with her relatives, everyone started to look to Fiona to take up the mantle of the family, and she settled into it with a comfortable grace, directing the care of the ancestral wood with skill and patience. Under her care, her family’s tending of the woodland flowers and beehives bloomed and blossomed – quite literally! – and the hives buzzed with activity just the same as her homestead.\n\nNow firmly settled into her budding role of the next family matriarch, Fiona finds herself musing more and more on what it means to be family. Despite concerns she has reached out to her sister once again, their relationship a tumultuous but loving one, and Rhys has even visited a time or two, tempting Fiona to do the same. Fiona has thus far declined, unsure of herself and her place beyond the woods in which she has lived her entire life. Here she moves with confidence and surety in herself and her place in things, and shows just as much cunning as her sister ever has, deftly hidden behind the blooms and blossoms of her personality."
        },
        {
          "name": "Hercules",
          "id": "hercules",
          "image": "hercules.png",
          "pronouns": "He/Him",
          "size": "Large",
          "comfortSnack": "Smoked Salmon Bites",
          "biggestFear": "Being hated by his loved ones",
          "favoriteStory": "",
          "spotifyPlaylist": "hercules-spotify.svg",
          "quote": "Life is full of both joys and sorrows, but what matters most is the people we care about, the actions we take, and the memories that we hold close to our hearts.",
          "emotionalTies": [
            {
              "name": "Kova",
              "relationship": "The light of my life, the one who got me through the darkest hours when I so wanted to just give up. I wouldn’t be here without him, as sure as branch and bough, and I know he’ll be with me no matter what. He’s going to be such an amazing dad!"
            },
            {
              "name": "Midge",
              "relationship": "They say that, much like the threads of the mushrooms, Granny Midge winds her way through everything that happens in the Woods. They say that, when Mom and ‘Delia were fading away, that it was her who made sure the doctors and speakers and such made their way here. All I know is, she’s been kind and a hardass to me in equal measure, and I wouldn’t be where I’ve gotten to without her (or her spines up my backside)."
            },
            {
              "name": "Mom & ’Delia",
              "relationship": "I miss them so much. At first it was like drowning, struggling every day with such an immense deadfall of feeling that I wished it would just crush me, that I could just let go. Nowadays… it still hurts just as much, and the weight of that old tree isn’t any lighter. But I can get up in the mornings, and that will have to be enough."
            },
            {
              "name": "Mycorzha",
              "relationship": "An idyllic place, I heard one of the visiting healers say once, some odd Beyonder from up in the city. Maybe so, but every flower has its shadow, and every tree goes down deep into the dark. The Isles are beautiful, that’s true, but they’re no miracle or paradise. They’re just home."
            }
          ],
          "bio": "The Rubeus family is one of the older clans of Hazelmoss, and over the seasons and various misfortunes dwindled away until all that remains is the last remaining scion, Hercules Rubeus Bramblecup. Hercules, or “Herc” to some, grew up in a warm and happy home, and if it was small (consisting of only him, his mother, and his sister), still it never lacked for support or the camaraderie of the local community, who pulled together to make sure that Hercules’s mother never lacked assistance in the raising of her children. Nothing, however, could have prepared the family or their community for the disaster that was to come.\n\nAs Hercules and his sister entered early adulthood, and his sister was being guided and taught the ways of the Hazelmoss matriarchy, a wasting disease crept into the Rubeus household. First his mother, then his sister fell ill, confined to bed as an increasingly frantic Hercules fought to care for them. Messages flew fast and thick between the homestead and points north; experts consulted, visited, shook their heads. As hope dwindled, many in the community tried to take Herc aside, comfort and console him, but ultimately discuss what was to come. Refusal on Hercules’s part gave way to pleading, and finally despair as his family was called back by the Isles.\n\nWhat followed was a period of desolation; Hercules attended the funeral in a daze, numb to the world around him and the sudden weight of responsibility as the last of the family line. He shut himself away from the world, refusing to leave his bed or his home even as the Wood began to reclaim it around him. Most agree that he would have swiftly followed his mother and sister down into the dark and the loam, if not for Kova. A resident of Cove City and Speaker for the Isles, Kova had been one of many called upon to consult on the Rubeus family illness. At a loss to help the mother and daughter, Kova turned to the son in an attempt to provide comfort in such a difficult time. Even when it became clear that there was nothing to be done, Kova stayed. Through the darkest time in Hercules’s life, Kova was there every day - making sure he ate, slept, helping him through the enormity of his grief. The other bear’s steady presence meant everything to Hercules, and eventually friendship, companionship, and loved blossomed between the two of them.\n\nAs the two settled into their new lives, now several years on from the tragedy that brought them together, Hercules has begun to think more and more of family, and of continuing the Rubeus name. Unsure of himself, and striking out against the matriarchal traditions of the Wood, Hercules is nonetheless determined to become the new head of the Rubeus homestead, and to raise children of his own. With Kova’s full support, the two have begun to forge social connections within the Wood and without, tackling the daunting task of growing a family from the barest, tiniest seed."
        },
        {
          "name": "Midge",
          "id": "midge",
          "image": "midge.png",
          "pronouns": "She/They",
          "size": "Small",
          "comfortSnack": "Spicy Fried Okra",
          "biggestFear": "Too old to be scared of anything anymore",
          "favoriteStory": "The Long Way Home",
          "spotifyPlaylist": "midge-spotify.svg",
          "quote": "Stop, stop before you make a spores-cursed fool of yourself. Here in the Wood we know what it means to be family, and to respect our traditions. So don’t think you can come here and make a fuss. Now get gone, I’m in the middle of my knitting.",
          "emotionalTies": [
            {
              "name": "Fiona",
              "relationship": "A spirited young fox, with a head on her shoulders and steel in her spine. All the insecurities of youth, of course, but she’ll plot a fine course for the Asterias, and possibly the Wood itself. She’ll need that sister of hers to really see it through of course, but I’ve every confidence that the roots of the Wood run deep in them both."
            },
            {
              "name": "Glinda",
              "relationship": "The pride of the Wood once, but even the deepest of roots may be pulled by a stronger storm. Ms. Nelinsce has left us for good I fear, but she has found her own way and for that I’m grateful. Thorn and bramble, but the force she could have been… aah, but she is content with her letters and her children, and so I must be as well."
            },
            {
              "name": "Hazelmoss Woods",
              "relationship": "Moss and sapling, thorn and root, branch and bough. The Woods are home, and we are the Wood, and that is just how it is. You can’t escape it, no matter how hard you try or how far you run. Ancestors take me, but I tried! And if I couldn’t, then it’s best you don’t even bother."
            },
            {
              "name": "Mycorzha",
              "relationship": "Look, I’ve seen enough over a decade at sea to know that these Isles of ours are special, and I don’t mean that in any sort of flowery, poetic way. I mean special in the same way the Wood at night will raise the spines on your neck at the same time as it’ll move you to tears, as the ocean will chill and charm you in equal measure. These Isles are powerful, old, and not to be taken lightly."
            }
          ],
          "bio": "No discussion of Hazelmoss Woods or the creatures there can be complete without mention of Margerie Theacen Bristlebark, known by all within the Wood or without as Midge, Grandma, or The Old Matron. One of if not the oldest living resident of the Isles, Midge has seen, in her own words, “more seasons and hardships than I care to recount, and more’n anyone should stomach!” Widely considered by the residents of Hazelmoss as the Matriarch of the Wood, most major decisions that affect the region wind their way to Midge’s favorite rocking chair, along with those coming with gossip or seeking advice on everything from the season’s harvest to what color to wear to the next festival day. Most are shoo’d on their way with a grumpy comment on the behavior of “youngsters”, but Midge has her favorites who she takes into her care and confidences.\n\nNobody except Midge herself can now recall a much, much younger porcupine, just setting out to find her place in a world wider and more awe-inspiring than she ever could have guessed. Drawn onward by a wanderlust nobody now would ever ascribe to her, Midge set out from her home in Hazelmoss aboard one of her family’s merchant ships setting out with a hold full of tea leaves to parts Beyond. The way Midge tells it, what followed was nigh on a decade of trial and hardship, from facing the rage of ocean storms to the attention of pirates and other, stranger encounters. How much of her tales are real and how much are made up to scare the younger generations is unclear; her children and grandchildren are pretty sure that her story of being shipwrecked for nearly three months is exaggerated, and nobody has ever seen the metal vessels that she describes haunting her crew through the Mysts. Midge swears by every word however, and grouses at any who question her about respecting their ancestors.\n\nWeary after long travels, Midge returned home to oversee her family’s ancestral homesteads and to rest and support her family. She quickly found herself the focus of the Theacen clan’s attention, her wisdom and experience combined with her sharp wit and blunt, stubborn nature slicing through complications and obstacles. Wielding respect for the traditions of the Wood and plain ornery go-gettedness in equal measure, Midge steered her family, then her community, and then the whole of the Wood with the same steady hand with which she captained her ships.\n\nHaving passed the bulk of her responsibilities to her relations and others who have impressed her with their effort and skill, Midge spends most of her current days sitting in the warm sun by the family shrine, knitting in her favorite rocking chair while others come to pay their respects. Those who approach might hear her carrying on a spirited conversation with her siblings or mentors who have passed on, grousing at someone for wasting her time, or pulling one of a horde of youngsters onto her lap to tell them tales of the Woods and hills and trees. While she has no intention of leaving before her time, she knows the day will soon come when the Isles were call to her, and she feels nothing but comfort in knowing she will soon be able to rest."
        }
      ]
    },
    {
      "regionId": "cove-city",
      "creatures": [
        {
          "name": "Rhys",
          "id": "rhys",
          "image": "rhys.png",
          "pronouns": "She/They",
          "size": "Small",
          "comfortSnack": "Anchovy Pizza",
          "biggestFear": "Spiders",
          "favoriteStory": "The Three Foxes & the Flood",
          "spotifyPlaylist": "rhys-spotify.svg",
          "quote": "Ain't no time like the present! Daydreaming didn't get anyone nowhere, and she who seals the deal, gets the goods! By which I mean, of course, me! Now, welcome to my shop, and what can I get you?",
          "emotionalTies": [
            {
              "name": "Fiona",
              "relationship": "You'll never find two peas from one pod less alike than me and my sister! She was always the girly girl, you know? I was all scraped knees and scuff marks, while she was flowers and perfume. Pfahahaha! Fools the best of 'em, doesn't she? She's a wily devil, with her flowers and her bees, though you didn't hear that from me. I visit her often, although she never comes up thisaway. Her loss!"
            },
            {
              "name": "Jack",
              "relationship": "That old cat! Hah, I've known him since he was fresh arrived in the City! Yeaaaah, he was one of the folks, you know? Let him crash a time or two and all, like you do, and we swapped talk. Had a lot of crazy ideas then, same as he does now, only he ain't no city cat, so off he went. We meet and talk shop, you know, when he shows; always gives me the first look, for old time's sake!"
            },
            {
              "name": "Cove City",
              "relationship": "Aaaaah, the City! Ain't no place like it, and never will be here or anywhere Beyond! The sights, the smells - breathe deep now, don't choke! - this here hustle and bustle settles my bones. Wherever I go, Cove City has my black and shriveled heart, pahaha!"
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles are fierce, mysterious, and all that claptrap, sure. But they're also full of potential, and a smart business-fox can turn that potential into opportunity! From north to south, there's folks wanting for something, and you better believe that Rhys is going to make sure they get it!"
            }
          ],
          "bio": "Born in the shade of the great trees of Hazelmoss Woods, Rhys spent her youth climbing, leaping, a flash of motion and a shouted remark to her sister's quiet yet steady reply. Rhys always felt a little bit out of place in Hazelmoss, wanting to push beyond the bounds of quiet life. She had acquired a reputation for disruption by the time she decided to visit an old friend, and fell head over heels for the bustle and sights of Cove City.\n\nRhys immediately moved herself northward, with all of her usual spontaneity and much to the absolute chagrin of her family. She set up shop, as it were, on a street corner selling packs of cards and souvenirs to whoever passed her by. Her keen eyes (and keener nose) led her to markets all across Cove City, where she perused wares, haggled, and networked until suddenly all the traders and merchants knew her, and her spice shop opened its doors - or hatches, rather - as if it had always existed, a cornerstone of the Docks neighborhood and a draw for merchants from all points Beyond. Rhys quickly expanded her inventory and regular customers, and was one of the first to jump on opportunities presented by a certain dramatic feline who was becoming the talk of the town.\n\nOperating out of a houseboat has its perks, and as her horizons grew, Rhys eyed new markets and new potential all across the Isles. She regularly undocks and roves out to trade at other harbors across Mycorzha, somehow arriving at meets she has no business knowing about, nor being able to reach in time from where she started. If this puzzles some, they shake their head and mark it down to the old fox's business sense and connections, because, well, what else could it be?"
        },
        {
          "name": "Preston",
          "id": "preston",
          "image": "preston.png",
          "pronouns": "He/They",
          "size": "Small",
          "comfortSnack": "Shoot, I forgot to eat again. Chips!",
          "biggestFear": "Being forgotten",
          "favoriteStory": "City Magic",
          "spotifyPlaylist": "preston-spotify.svg",
          "quote": "Aren't ideas just the most wonderful things? Also sometimes frustrating, yes, it's a shame about the whole sleeping thing, alas. But let me tell you about my newest invention!",
          "emotionalTies": [
            {
              "name": "Glinda",
              "relationship": "Oh, I absolutely love receiving missives and essays from Ms. Tortuga! She doesn't write as frequently anymore - I think she moved out of the City? But yes, always lovely to share ideas with!"
            },
            {
              "name": "Mystveil Academy",
              "relationship": "I owe everything to the Academy, and if my work and my ideas can brighten the lives of the students there, support them and bring them joy, then I will be the happiest raccoon on the Isles."
            },
            {
              "name": "Cove City",
              "relationship": "My home! It is a wonderful place, full of so many sights, and sounds. And you can get anything here, anything! Which reminds me, I still need some spare lumber, andand a copper tube, and..."
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles! I hear great things, yes, marvelous things! The stories, the discoveries! All very exciting to read about! I have a number of papers in the works, you know."
            }
          ],
          "bio": "A native of Cove City, Preston grew up amidst a pile of blocks, spare parts, and a general air of puttering from even the youngest age. Preston's fixation with his tinkering and inattentiveness to his surroundings were both very notable, and his attendance at the Academy was all but assumed by his family and those around him. Preston's brilliance did not disappoint, and it was with breath-taking excitement that he started attending his first classes.\n\nPreston absolutely shone during his studies at the Academy, his radical thinking and fixation on detail catapulting his ideas into the spotlight. Meanwhile, the academic structure and the support of the faculty provided Preston with much needed insight into who he was and what he needed in order to feel at ease with himself and others. Preston thrived, and his inventions, if small, began making big waves both within the Academy and without.\n\nNow graduated, Preston devotes much of his time to study and tinkering, absent-mindedly collecting and discarding ideas as the whimsy strikes him. Foremost in his mind is always the Academy however, and many of his projects are designed to help the institution and its students, whom he loves deeply. Preston's latest studies have been focused on accessibility, and the needs of the many other students who, like him, either move, sense, or think differently; the recent invention of his \"press\" has caused an absolute uproar in academic circles. This has led to Preston gaining quite a bit of prominence in Cove City, a fact which he, seemingly, is unaware of. He spends his time \"pressing\" every book, treatise, and essay he can get his paws on, tinkering on his inventions, and rummaging through local garbage bins, on the hunt for parts and materials for whatever he's cooking up next."
        },
        {
          "name": "Nalin",
          "id": "nalin",
          "image": "nalin.png",
          "pronouns": "They/Them",
          "size": "Small",
          "comfortSnack": "Ants-on-a-log",
          "biggestFear": "The ocean",
          "favoriteStory": "The City of Starlight and Shadow",
          "spotifyPlaylist": "nalin-spotify.svg",
          "quote": "In our busy lives, it is easy to become distracted, disconnected from the world around us. Take a moment in the present; not looking forward, or behind, but here, at this tree, this flower. Share this moment with me, and allow yourself to feel the peace of the Isles.",
          "emotionalTies": [
            {
              "name": "Amani",
              "relationship": "I first encountered Amani during one of her visits to the Parks, curled up beneath one of my favorite trees and quietly sketching the spring landscape. I sat down nearby, and we shared a quiet, pleasant morning over tea and silent companionship. I very much look forward to our next meeting."
            },
            {
              "name": "Preston",
              "relationship": "Oh sure, I've seen him around. Always hurrying, like everyone else in this city, involved in whatever's in his head. I've tried to convince him to take some time in the parks, that it'll be good for him, but off he goes again, on the move. Ah well, perhaps some other time."
            },
            {
              "name": "Cove City",
              "relationship": "The City That Is Never Asleep, or so they term themselves. I can vouch for it, having been here long enough to know that there's always hustle and bustle going on no matter the hour. As overwhelming as it can be, the City folks love the Parks as much as any Mycorzhan loves the Isles, and it gladdens me. And it's my job to make sure that their connection to the Isles, to nature, remains even in this busy city."
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles are our home, all of us; they shelter us, nurture us, keep us fed, housed, and uplifted in spirit. We all know this, although some of us need occasional reminders, lest we become disconnected from the living nature all around us."
            }
          ],
          "bio": "A lover of nature, Nalin grew up surrounded by the natural beauty of the Isles. A child of the Isles, adopted into one of the nomadic clans who move about Mycorzha's interior, the young rabbit was awe-struck at diversity and vibrancy of the world around them. As they grew and learned, they also taught, shepherding the younger children and pointing out aspects of flora and fungi, re-telling the stories of the clan, and guiding their charges as best they could. As the clan moved, and Nalin came into contact with other, less transitory denizens of the Isles, they began to puzzle over questions; how did other young children learn, so tied to one place as they were? Did they understand the vast web of life that encompassed the Isles? Nalin had discovered a quiet joy in teaching, both the children in their care as well as others who sought them out for counsel or advice. Always seeking to go where they felt most needed, when Cove City sent out a call for creatures who truly knew the Isles, Nalin decided to answer, packing up and heading to the place where the connection to the nature of the Isles was most tenuous. Upon arriving, the Cove City Council detailed an incredibly ambitious plan – to design and build the seven Great Parks, to bring the wonder of the land to the citizens. Nalin was awed at the shear scale of the project, but set themselves to work.\n\nThe rural rabbit was quickly overwhelmed by the hustle and bustle of Cove City, finding themselves anxious, on edge, jumping at sudden noises and strange smells. Only in their work on the great city Parks did they feel at peace, and with their usual quiet enthusiasm they poured themselves and their love for the Isles into every inch of them. Once completed, the Parks filled them with the same wonder they always felt, but also mild dismay - the Parks lacked for caretakers who truly knew and understood them, and while some few knew the land and its growing things, fewer still could teach the city-dwelling children of their heritage, or guide them in the ways of the Isles. Without care and patience, the Parks would become mere attractions, entertaining but pale reflections of the Isles. Filled with resolve, Nalin set to the task.\n\nNow, Nalin is one of the most well known, and most sought, natural guides and caretakers of the Parks. They teach children and adults alike the love of nature, and the care that citizens of the Isles must show their home in order to nurture and support it, as it does them. Often found sitting in quiet contemplation, Nalin encourages all who come to them to take time to pause, to breathe, to let go the worries and cares of tomorrow to find quiet joy in the now."
        }
      ]
    },
    {
      "regionId": "crescent-mountains",
      "creatures": []
    },
    {
      "regionId": "dreamer-tree",
      "creatures": []
    },
    {
      "regionId": "fern-leaf-forest",
      "creatures": []
    },
    {
      "regionId": "frostfire-forest",
      "creatures": [
        {
          "name": "Jack",
          "id": "jack",
          "image": "jack.png",
          "pronouns": "He/Him",
          "size": "Small",
          "comfortSnack": "Cheese crackers & lox",
          "biggestFear": "Losing his mind",
          "favoriteStory": "The Hungering Shadows",
          "spotifyPlaylist": "",
          "quote": "Once there was a cunning cat,\nwho smiled and chatted on this and that.\nMuch he learned, and much he said,\nand all of it went to his head.\nOne day he headed out to see\njust what the world was meant to be.\nHe found what he was looking for;\nnow naught is as it was before.",
          "emotionalTies": [
            {
              "name": "Glinda",
              "relationship": "Aaaagh, the old woman is still the only one who can keep up with me, and doesn't that just curl my whiskers. She could be one of the foremost voices at the Academy, but she's busy with them kids. Pah!"
            },
            {
              "name": "Soot & Cinder",
              "relationship": "Them kids, as I did say. All energy and games and enthusiasm. Pah! If I'm not careful, they could wind up warming this old heart of mine. It is fun to scare 'em with a spook story or two, bwahaha!"
            },
            {
              "name": "Frostfire Forest",
              "relationship": "Lookee here, you. I'm gonna tell you this once, and only once. Ask me no questions, and I'll tell you no lies, and it's best you don't ask."
            },
            {
              "name": "Mycorzha",
              "relationship": "The Isles are full of wonderful and terrible things, and most aren't ready to even dip their paw into the thick of it. Better to stay huddled around their lanterns and fires, then to find out what lies below."
            }
          ],
          "bio": "The public forums of Cove City are renown Isles over for their spirited discourse, open debates, and their rapid-fire exchange of ideas and commentary on any and all topics. And to this day, academic scuttle-butt tells stories of the black cat who exploded suddenly onto the scene but a generation ago. Freshly arrived from the Fern  Leaf Forest, Jack never formally applied to the Academy, nor any of the other institutions of learning in the City. Nevertheless, his ideas found fertile ground, and library doors were thrown open to him in an effort to woo his attendance. Jack mostly kept his own council, for a time, but his eye was caught fast by another up and coming student. Glinda and he struck a spark which roared into a dancing inferno of companionship, study, and treatises which rocked the City's academic circles for nearly two years.\n\nAs fast as he had come though, Jack seemingly vanished once again. He and Glinda had a falling out, their relationship collapsing like a spring-time avalanche; Jack ignored letters, failed to attend lectures and salon gatherings, and eventually simply... disappeared. Rumors swirled of an expedition mounted to the north, to prove a stubbornly held theory on the formation of the Isles. As winter settled in, many figured Jack lost to the ice and snows of the northern plains. So it was to the surprise of all when, nearly a year later, Jack appeared suddenly once again in their midst, tugging a load of glowing mushrooms and refusing to share where he'd been. As soon as he had sold his cargo and re-supplied, he disappeared again, as mysteriously as he had arrived.\n\nWherever Jack goes, he re-appears like a bad habit every autumn-time, pulling a cargo of glowcaps, jack-o-lanterns, and other strange fungi from the north and full of spooky stories to scare off any of the curious. He keeps tight lipped about where he spends the rest of his time, and none who have attempted to follow him out of town when he leaves have managed to track him beyond a few miles."
        }
      ]
    },
    {
      "regionId": "mossy-cup-lagoon",
      "creatures": [
        {
          "name": "Kai",
          "id": "kai",
          "image": "kai.png",
          "pronouns": "He/Him",
          "size": "Huge",
          "comfortSnack": "Fresh seal liver",
          "biggestFear": "Being embarrassed",
          "favoriteStory": "Chief Tamaroa Challenged the Sea",
          "spotifyPlaylist": "kai-spotify.svg",
          "quote": "Life’s tough, and you’ve got to be tough enough to meet it head on! If you’ve got the strength, nobody can tell you what to do, or how to be.",
          "emotionalTies": [
            {
              "name": "Kanoa",
              "relationship": "That old turtle thinks I still have the time to give him, but he’s washed up and washed away! I’m the pilot of the Lagoon now, and he can just go ahead and rest all comfy-like in the mess, make sure those fins of his don’t ache too bad. I’ve got things handled!"
            },
            {
              "name": "Mossy Cup Lagoon",
              "relationship": "This bunch of sea-scum don’t have more than the brains of a bottom worm all put together, and they’d be lost without me - literally! Aaah, but it’s good to come back to port after a long day, share a bite and a mug, and maybe listen to Ol’ Teef tell one of his stories. Ocean take the rest of the sea, and we’ll take the rest!"
            },
            {
              "name": "Mycorzha",
              "relationship": "Pfft, lubbers the lot of ‘em. Sure, one of these days I might stretch my flukes and go see some of the other ports - let them know who their betters are, more like it! But I’ve got my fins full already keeping this lot out of trouble, and keeping trouble out of our waters!"
            }
          ],
          "bio": "A young orca, striking out on his own. A lone wolf, ready to take on anything and anyone who comes his way. Able to handle anything! All these things are true, but almost despite himself, Kai has found his own place and his own people, as much as he would never admit it.\n\nIn keeping with tradition, Kai was kicked out of his home pod as a young male and forced to fend for himself. One of the largest predators in the seas, Kai at first tried to throw his weight around, but he quickly found that even an orca had to watch his flukes, alone in the big wide sea. Chased off by dolphin gangs, testy giant turtles, and once by an enraged shrimp and their mates, Kai was starting to lose a bit of his bluster when he happened upon the entrance to a small, rocky cove. A ship full of land-folk was attempting to make passage, and Kai puffed up immediately, claiming to know the waters. Taking charge, he guided the ship into the rocky inlet only to discover the way twisted, turned, and was criss-crossed with odd currents that threatened to dash his charge on the rocks. Through a mixture of his skills in navigating, persuasive words, and a dash of pure dumb luck, Kai eventually guided the ship true. They arrived in a sheltered lagoon of twisting coral and shaggy algae growths, and Kai came nose to nose with the pirates of Mossy Cup.\n\nWhile that first meeting started off on the wrong fin, Kai’s bravado held the crews at bay long enough for an elderly and ailing leatherback turtle to shove aside all the “young hot-heads” to get a look at the orca. The turtle introduced himself as Kanoa, and gave grudging respect to Kai’s skills - indeed, nobody had ever navigated the route from sea to Lagoon on their first try! Kai’s bluster at the accomplishment was short-lived enough, as Kanoa cuffed him smartly and told him to “batten it down” if he was going to be the old turtle’s new mate. Kai startled but accepted the offer to join the crews, mindful of the loneliness that had plagued his journey thus far.\n\nYears on now, Kai is a fixture of life in Mossy Cup Lagoon, and has taken over piloting duties from Kanoa. While he denies it, it’s an open secret amongst all the crews that Kai dotes on the old turtle, seeking approval with nets full of jellyfish and tales of his new record times in navigating the reefs and rocks. To everyone else, Kai is the image of a hulking apex predator, and is happy to throw his weight around."
        },
        {
          "name": "Scarlet",
          "id": "scarlet",
          "image": "scarlet.png",
          "pronouns": "She/Her",
          "size": "Large",
          "comfortSnack": "Freshly caught salmon",
          "biggestFear": "Spider crabs",
          "favoriteStory": "Blood and Seafoam",
          "spotifyPlaylist": "scarlet-spotify.svg",
          "quote": "I love, laugh, and live loud, and if you mean to try to get me to quiet down, or to step away from my mates, then you'll get a face full of teeth!",
          "emotionalTies": [
            {
              "name": "Ceph",
              "relationship": "My first real friend, the one who didn’t back off when I got heated, who didn’t try to fix me or shut me up. They’re the only one who’s ever been able to calm me down without making me feel small, and when I’m on edge it’s their voice that cuts through the noise. I’d fight for them without blinking, because they believe in me, even when I’m still figuring out how to believe in myself. They’ve helped shape the kind of leader I want to become: bold, honest, heart-first and unafraid to care too much."
            },
            {
              "name": "Kai",
              "relationship": "The great lummox of the Lagoon, but I love him to pieces even if I still can’t win a race against him. He feels just as strongly about these crews as I do, and while he hides it deep, I can see the care in him, and I’ll be the first to defend that when he’s ready to be open with it. I’m always glad to have him at my back if it comes to teeth doing the talking, and between the two of us we’ll make sure everyone in the crews feels safe and secure."
            },
            {
              "name": "Mossy Cup Lagoon",
              "relationship": "My home waters, and you can call me a liar if I say I don’t crack the biggest smile when we come back to port after a long haul away. The kids come swarming down - I always remember to bring a few extras home for them - and everyone’s there to greet me with a warmth that still beggars my belief. When I’m low, my mates will be there for me, and I’ll be there for them, and woe to any who stand between us."
            },
            {
              "name": "Mycorzha",
              "relationship": "Full of awful sorts, if you ask me. Sure, sometimes a few will come by to trade or travel, but the eyes on some of ‘em… brr, they make my skin crawl, and we pack them off up the coast quick as we can. So far a show of teeth has kept any from starting trouble, but you never know how landwalkers will be. And from what I hear, the lands to the south aren’t much better than all that, despite what they may think."
            }
          ],
          "bio": "As is the way of sharks, Scarlet was on her own from the moment of her birth. Swimming out into the shallow waters of a nearby reef, she immediately started to try to pull together some of the other smaller creatures to look out for each other. Some ran from her, but a few stayed. Grateful, Scarlet was quick to stand up for her new friends, only to be crushed when she turned to find the group glaring at her. She was “too loud”, they said, and “too aggressive” - they were going to be caught, and it would all be her fault! They crowded closer, heaping blame upon her for their struggles finding food and keeping larger creatures at bay. Betrayed, Scarlet tried to push down her hurt feelings, to plead with the group not to send her away, but her temper got the better of her. Her eyes flashed, and she spoke faster and faster, louder and louder, until with a sickening lurch she felt her guts go to ice. Her former friends looked, not at her, but at her teeth, and their eyes were full of fear. She heard their voices quake when they told her to never go near them again, and they fled into the reef.\n\nScarlet grew and grew quickly. She continued to try to pull together groups of creatures to work together, but all continued to flee from her or worse, to join her but eventually leave. Frustrated by the unfairness of it all and feeling out of place even in her own body, Scarlet found herself prone to outbursts of physical violence and at a loss of how to handle herself, knocking her fins against coral outcrops and snarling at passing snails. One day she was nursing a particularly sour mood when she happened upon a strange sight. An octopus that had been hiding in a shell had been discovered by a pod of dolphins, who were now playing a game of catch with the poor creature. Scarlet immediately saw red, and barreled into the middle of the “game”, gnashing teeth and whirling tail and a bellowing voice that rang off the rocks and sent small critters scurrying for cover. Startled, the dolphins dropped the shell and fled the scene, Scarlet’s colorful curses chasing them away through the coral.\n\nTurning to the shell, she cautiously offered a fin to the befuddled mollusk who was only just then collecting their wits and various appendages. For a heart-dropping moment, Scarlet was afraid the encounter would go the way of so many others, and she’d be left alone once again. But to her utmost surprise, she found herself wrapped up in a smallish, eight-armed hug. The octopus, who introduced himself as Ceph, was pleased to be free of the attentions of the dolphins, and asked Scarlet if she’d mind giving him a ride home. He had been caught in a sudden current and taken further away than he could easily travel, and he was, as he put it, “quite small”, and would be glad for the company of a larger mate to protect them. Feeling a rush of gratitude, Scarlet agreed and off the pair went, Ceph clinging to her dorsal fin and pointing the way.\n\nIf Scarlet wasn’t quite expecting the orca to loom out of the murky depths of an inlet, she was even more taken off-guard when he gave Ceph a cheerful greeting and, sizing her up with playful candor, challenged her to a race. Scarlet, never one to back down, immediately accepted, and they shot forward through the underwater channels, Scarlet close on the flukes of the orca, who had said his name was Kai. Diving and weaving, Scarlet felt herself soar for the first time in a long time, but cringed inside as the two suddenly burst into the waters of a lagoon. Startled by noise and boisterous activity, Scarlet gazed at a crew of pirates, made of all shapes and sizes, each working alongside the other with the occasional comradely growl or scuffle. Scarlet barreled into the middle of it all to introduce herself, and then paused, but the pirates were having none of it, and welcomed her with open fins, paws, and wings.\n\nThese days, Scarlet considers herself not only the muscle around the Lagoon, but it’s heart as well. She’s leaned into being loud and aggressive, and is always the first to throw herself into new causes or plans with passion. She wears her heart on her fin, and her warm laughter is enough to shake the rocky walls and send up cheers from her newfound family."
        },
        {
          "name": "Auric",
          "id": "auric",
          "image": "auric.png",
          "pronouns": "He/They",
          "size": "Small",
          "comfortSnack": "Stuffed and seared scallops",
          "biggestFear": "THE WHITE DEATH",
          "favoriteStory": "The White Death",
          "spotifyPlaylist": "auric-spotify.svg",
          "quote": "So much plunder, so many wonderful things to find, down in the depths, arr. But leave ye a tithe fer the ocean gods, or yer’ll find yourself drownin’ in their clutches!",
          "emotionalTies": [
            {
              "name": "Rhys",
              "relationship": "Aaah, a fox after me own heart, with the keen eye of a scavenger bird and the clutching claws of the strongest tide! Up from the south she comes, with a ship full of the finest plunder and rarified spices to turn the nose of the sea herself. And does she know how to haggle! Why, the last time she dropped anchor, we were three days back and forth on a single cup! And a fine cup it be, though I paid dearly for it, arrharrharr! Can’t wait ta be seein’ her sails again, ta share a brew and a rousing bit of barter."
            },
            {
              "name": "Kanoa",
              "relationship": "Now here’s an old salt like meself who knows the ways of the sea, and no mistakin’ it. Leathers and I go waaay back, to when we was younglings playin’ off the docks, not a care in the world, skies above know it. Nowadays he be takin’ it easy, what with that great hulk of an orca lad waiting on him fluke and fin… arr, not the life for old Auric! I’ll keep on finding treasures until the seas take me, that I will."
            },
            {
              "name": "Mossy Cup Lagoon",
              "relationship": "Aaah, the sea breezes, the coral grottos, the hidden treasures! Nothing steels me spine quite like the sunlight over the cliffs, and I’ll go to me death in a tussle with the gull gangs with a smile on me face. Lagoon water flows in me veins, and I won’t hear it that anywhere’s a sight more beautiful. Skies above and seas below, and the white death take me if I don’t speak true!"
            },
            {
              "name": "Mycorzha",
              "relationship": "Arrr, it be safe here in our little cove, but out there be terrible woes, dooms, sights what will melt yer eyes and send ye to madness! Don’t be takin’ in by the talk from the Southlands, these here Isles are rife with dangers and foul doin’s, especially from them ruin dwellers to the east. Send shivers down me spine they do, but sea take me if they don’t have the most fascinating treasures. I just can’t help meself!"
            }
          ],
          "bio": "If anything so much as glitters in the depths, this old otter will be there before you can say “swashbuckle” to snatch it. Growing up in Mossy Cup Lagoon, Auric’s collecting habits started early, a pup prone to coming to the surface with an interesting new rock he had found as often as the food he was supposed to be after. Shells strung along an old length of rope were just the start of it, and the treacherous waters of the surrounding channels were ripe for the plunder. Charmed and confused, the older members of the Lagoon crews kept a watchful eye on Auric to make sure he knew the ins and outs of a life on the sea. Soon enough though they grew frustrated with Auric for filling up his quarters with bricks and bracks and crates of tacks. Dissuaded not one bit, Auric simply moved his collections to more private grottos, and kept on with amassing his horde.\n\nLife as a native of the Lagoon meant growing up surrounded by a constant stew of new people from vastly different places, pockets and holds bursting with fascinating souvenirs and with a wealth of stories to tell. Auric collected their tales as surely as he did anything else, with a special interest for horrible monsters of the deep and talk of ghosts, hauntings, and supernatural goings-on. Superstition and good luck charms drew him in equal measure; when a small handful of these proved to have some truth to them, through luck or by dint of some grain of truth, Auric’s hunger for more only grew. Buying into many of the various superstitions and rituals he had learned, he started knocking on doors before entering, jumping over patches of deck, and seeing ominous signs everywhere. While many scoffed at this, enough of the Lagoon elders and well-travel visitors of the Lagoon nodded wisely at the otter’s fervent claims for Auric to feel justified in his habits, and to keep anyone from stepping in. A true believer in the tales of the White Death, the deep weeds and the ocean gods, Auric could not be dissuaded by any in the crews, though a few tried. At best, the crews of Mossy Cup have convinced Auric to simply refine his tastes, and over the years he’s narrowed his focus a bit - at the very least he isn’t collecting different types of sea urchin anymore.\n\nAnd it isn’t as if the Mossy Cup residents haven’t had their share of fortune from Auric’s strange ways. He has a particular penchant for dealing with trading parties from the east, the ones with cold eyes and blood-soaked teeth that come to the Lagoon with hauls of glowing mushrooms and even stranger things. Many of the residents from the ruined city are looking for very odd bits and pieces, things that Auric is all to happy to barter for - provided he gets something similarly interesting as part of the deal, of course. And to the befuddlement of the rest of the crews, Auric’s odd tics and rituals seem to calm the ruin dwellers, many of whom see the otter as the lone “sane” creature in the Lagoon. This, and Auric’s always seeming to have just the right item stashed away for any situation, have led to the crews putting up with “crazy old Auric” with a dash of good natured disregard for his  habits and sudden loud declarations of doom. And, of course, the sure knowledge that anyone who doesn’t will end up dodging the well-worn stone that Auric calls Mr. Salt and lobs at those who insult him to his face. By now a fixture of the Lagoon, Auric continues to regale the children of the crews with his tales and trade flotsam for jetsam. Most leave him be, but there are always lingering doubts that perhaps there is truth to some of the tales, and on days when the ever present algae of the lagoon starts to ebb whispers swirl above and below the water’s surface that perhaps the old otter knows more than he lets on. Auric is happy to let them chatter - he has a brand new Shiny Finding Stick, sure to lead him to a crate full of new shinies!"
        }
      ]
    },
    {
      "regionId": "saffron-spore-islands",
      "creatures": [
        {
          "name": "Lumi",
          "id": "lumi",
          "image": "lumi.png",
          "pronouns": "She/Her",
          "size": "Tiny",
          "comfortSnack": "Shoo-Fly Pie",
          "biggestFear": "Being unprepared for unannounced guests",
          "favoriteStory": "The Courting of the Lantern Queen",
          "spotifyPlaylist": "lumi-spotify.svg",
          "quote": "Ain’t nobody going to be quite like yourself, sure as swamp weed swirls and fireflies glow. So don’t you go tryin’ to be someone else - it don’t work, and like as not you’ll get lost.",
          "emotionalTies": [
            {
              "name": "Big Hop Beau",
              "relationship": "Blood's as thick as swampwater here in the marshes, an’ family ties bind tighter than a coiled vine. But Big Beau means much and more to me than any, for standin’ by me when the looks my way were thicker than a cloud of gnats. He’ll have my back come rain or flood, and I’ll have his, this side of the Mysts to the other."
            },
            {
              "name": "Auntie Croquese",
              "relationship": "Auntie Croq's got quite the name 'round these parts—folks say she can sniff out hurts from a mile away, and I heard she once scared the sickness clean outta Ol’ Gus just by lookin’. Now, my sibs have had their share of calamities that’ve brought Auntie Croq to our door more'n once, and I reckon she’s more healer than swamptale, and hankerin' for a warm meal and some comfort more than most. I always make sure there's fresh crabcake bakin’ when she comes to call!"
            },
            {
              "name": "The Morel Marshes",
              "relationship": "Now, we don't get many travelin' folk down here in the marshes, and thems that do venture our way might find the swamp a mite in their side - too damp, too loud, too much squelchin’ for dry-land sensibilities. But come nightfall, when the fireflies get to dancin' and the cicadas strike up their song, when the moon sits pretty on the lilypads like butter on a biscuit - well, that's when the swamp shows its true face. That's when hearts go still as glass water, and folks can hear the Isles themselves singin' through every blessed thing that grows. Beauty’s here as sure as my mama's cornbread, if you just know how to listen!"
            },
            {
              "name": "Mycorzha",
              "relationship": "I ain't never been past the Saffron docks myself, though I've swapped a tale or two with them there 'bout what lies north of our waters. Plenty out there, I reckon - more dirt than water, like as not, which sounds mighty strange to these ears. Truth told, I can't see myself wanderin' far from the Marshes, not with all my kin and neighbors hollerin' for supper every night. But I figure thems that got the wanderin' itch got plenty to see out there, sure enough. Me? I'll keep my roots right here where the water knows my name."
            }
          ],
          "bio": "The hum of cicadas, the trickling sound of slow-moving water, the mist-shrouded cyprus groves - the Morel Marshes are a place of slow but ever-changing beauty, where things are never quite what they appear above the surface. The creatures of the swamps are similarly fluid, embracing change in both themselves and their homes and day to day lives. But even in the constantly shifting silt of the bayous, some things stand fast against the rise and fall of the floods, and some folks’ hearts are as sure as the mightiest cyprus roots. Luminescence never meant to go against the grain - she just is who she is, and can’t help but be otherwise, no matter how the tides of opinion may flow.\n\nBorn deep in the swamps of southern Mycorzha, Lil’ Lumi was raised alongside more than twenty other of her siblings, doted upon by parents and extended family who raised the young tads and taught them to fish, swim, and live amongst the many twining waterways of the Marshes. Part of their parent’s final clutch, Lumi was always on the shorter side of things. Between that and their early fascination with fireflies and stories of “fools lights”, folks started calling them “Lil’ Lumi Lights” and the name stuck fast. Lumi didn’t mind none; something in the name just felt right to them, like the glow of a lantern in the depths of the night.\n\nAs they and their siblings grew, the young tads started to settle into their first roles in the community, and learning the ins and outs of how the swampfolk handle their own changeable natures. Most of the critters down in the Marshes like to keep things fluid, and gender is seen to be as fluid as the sandbars in the river. For Lumi however, the talk that they heard didn’t fit quite right - sure, it was fine and all for the rest, but she didn’t neighbor much with being a guy at any point she might think of. She declared loudly that she knew which way she was going to be, and that was that. It turned a few heads and no mistake - it t’weren’t like the marshes to be so set on being a certain way. Lumi had to deal with looks and worse, and gossip has a way of spreading out like ripples on still water. She kept her head high above the flood though, and if for a while she kept herself to herself and watched the fireflies while thinking lonely thoughts, well, there’s wisdom in patience too, and letting folks be there for you. Time came when Lumi’s older sibling Big Hop Beau came from the docklands, and he sat down with her to watch swamp lights and told her not to let the buzz and hum of talk get to her, and that she’d always be his lil’ sister. Lumi bucked up quite a bit after that, and eventually most folks came ‘round on her.\n\nNot that her cooking didn’t help! With her parents getting up there and not quite as hopsome as they once was, Lumi found herself taking on more of the cooking and the cleaning and the looking after all her siblings. She started tinkering with her ma and pa’s best recipes, nosing out what Tinyfoot wouldn’t holler about eating and the Twins could help her whip up in the kitchens. With so many mouths to feed, Lumi always found herself making a bit extra, and the noise was too much for the indoors, so meals would inevitably spill out onto the stoop. Swampfolk being the neighborly sort, neighbors and cousins would follow their nose to ascertain what the hullabaloo was about, and Lumi never was one to turn away any who came without first handing them a plate. Well, that young frog’s cooking was nothing short of a sensation, and soon enough folks from all over the swamps were coming on by to jaw and have a bite. Sweet as her favorite pie, Lumi was pleased as the bees to help feed folks, and more than happy to take leftovers around to any who couldn’t make it down to her place.\n\nThese days, Lumi’s house drowns out the cicadas themselves, full of bustle and folk moving in and out; some stopping by for a word, others drawn in by the scent of hot food and warmer company. The porch groans under the weight of locals and tagalongs passing bowls and swapping talk while little ones race underfoot with laughter and sticky fingers. Lumi smiles through it all, handing out plates, minding the simmering pots, and hollering reminders about who’s on dish duty. She doesn’t lay claim to much, doesn’t put on airs, and doesn’t fuss when folks get to asking about who she is. She hands them a soft grin over a fresh plate and says, “I’m just Lumi,” like that’s all anyone really needs to know. And truth be told, most folks reckon that’s plenty."
        },
        {
          "name": "Croquese",
          "id": "croquese",
          "image": "croquese.png",
          "pronouns": "",
          "size": "",
          "comfortSnack": "",
          "biggestFear": "",
          "favoriteStory": "",
          "spotifyPlaylist": "croquese-spotify.svg",
          "quote": "",
          "emotionalTies": [
            {
              "name": "Tie 1",
              "relationship": ""
            },
            {
              "name": "Tie 2",
              "relationship": ""
            },
            {
              "name": "Tie 3",
              "relationship": ""
            },
            {
              "name": "Mycorzha",
              "relationship": ""
            }
          ],
          "bio": ""
        },
        {
          "name": "Leroux",
          "id": "leroux",
          "image": "leroux.png",
          "pronouns": "",
          "size": "",
          "comfortSnack": "",
          "biggestFear": "",
          "favoriteStory": "",
          "spotifyPlaylist": "leroux-spotify.svg",
          "quote": "",
          "emotionalTies": [
            {
              "name": "Tie 1",
              "relationship": ""
            },
            {
              "name": "Tie 2",
              "relationship": ""
            },
            {
              "name": "Tie 3",
              "relationship": ""
            },
            {
              "name": "Mycorzha",
              "relationship": ""
            }
          ],
          "bio": ""
        }
      ]
    },
    {
      "regionId": "selene-cliffs",
      "creatures": [
        {
          "name": "Indie",
          "id": "indie",
          "image": "indie.png",
          "pronouns": "He/Him",
          "size": "Tiny",
          "comfortSnack": "Chocolate covered crickets",
          "biggestFear": "Getting stuck in a cave and not being able to move",
          "favoriteStory": "The Boy Who Raced the Mountain",
          "spotifyPlaylist": "indie-spotify.svg",
          "quote": "The world is alive and full of energy, adventure; amazing places to go and people to meet! And I won't stop until I've seen it all!",
          "emotionalTies": [
            {
              "name": "Parents",
              "relationship": "Ugh! I mean, family is important, I know, but do they have to always think they know what's best for me? I can't wait to move out."
            },
            {
              "name": "Amani",
              "relationship": "My best-best-best friend on all Mycorzha! She really just gets me, you know?"
            },
            {
              "name": "Persephone",
              "relationship": "She can be kiiiinda a little mean sometimes, but it's just because she's stuck inside all the time, with her nose in a book! Once Amani and I got her outside, it turns out she's really funny! And I love her stories, really!"
            },
            {
              "name": "Mycorzha",
              "relationship": "So many places! So many people! I want to explore every nook and cranny that it has to offer."
            }
          ],
          "bio": "Born of the bird clans of the Selene Cliffs above Luna Valley, Indie was out the door nearly as soon as he was hatched. His parents, with much chagrin, always note that he was \"first out of the egg\"; something Indie takes great pride in, despite the disapproving looks from the elders of the Cliffs. Even before he could fly, he was climbing up and down the ropes and ladders which span his home; once he had grown his flight feathers, he became unstoppable.\n\nTaking to the wing, Indie spent as much time as he could out of doors. When his parents protested his \"absent minded\" wanderings and \"crazy\" games, he took a job as a messenger bird, delivering missives and notes all over Luna Valley. The official nature of the job got his parents to begrudgingly loosen his reins, and he reveled in his new freedom to explore (all in the name of the job, of course!).\n\nDetermined to see all he could see, and to meet everyone he could, Indie spent more and more time on the wing. His errands took him further and further afield, eventually sending him to the trade meet at Dreamer's Lake. Here he landed (crashed, really) upon Amani, and the two became fast friends. Amani, in her quiet and thoughtful way, encouraged Indie to embrace who he was as a unique and individual person. Indie in turn inspired the gentle doe with his passion and energy. Though he still lives with his extended family clan on the Cliffs, Indie yearns to break free and live his life as he wills it."
        }
      ]
    },
    {
      "regionId": "shadow-moss-caves",
      "creatures": []
    },
    {
      "regionId": "sun-dried-sands",
      "creatures": []
    }
  ]
}
